Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: These are the banners you've created so far:
cs: Zde jsou bannery, které jste již vytvořili:
fy: Dit binne de banners dy't jo oant no ta makke hawwe:
hu: Ezek azok a bannerek, amelyeket eddig készítettünk:
ru: Здесь вы можете посмотреть баннеры, которые были созданы вами:
sl: Doslej ste naredili naslednje pasice:
sq: Këto janë stemat që keni krijuar deri këtu:
sr: Ово су банери које сте направили до сада:
sr_latn: Ovo su baneri koje ste napravili do sada:
tr: Şimdiye kadar oluşturduğunuz banner'lar:

source: Create a new banner
fy: In nije banner meitsje
hu: Új banner készítése
sq: Krijoni një stemë të re
sr: Направите нови постер
tr: Yeni banner oluştur

source: Leaderboard
cs: Žebříček
fy: Scoreboerd
hu: Ranglista
ru: Лидеры
sl: Top lista
sq: Tabela e Nderit
sr: Табла лидера
sr_latn: Tabla lidera
tr: Lider Listesi

source: Check out how many people have clicked to download Firefox. <br> Where are you on the leaderboard? <br> Leaderboard statics are updated at midnight PT each day.
cs: Podívejte se, kolik lidí stahuje Firefox. <br> Kde jste na žebříčku? <br>Žebříček je aktualizován každý den o půlnoci pacifického času.
fy: Sjoch hoefolle minsken klikt hawwe om Firefox te downloaden. <br>Wêr steane jo op it scoreboerd?<br>Scoreboerdstatistiken wurde daagliks om middernacht (Pacific Time) bywurke.
hu: Nézze meg mennyi ember kattintott a Firefox letöltésére. <br> Hol áll a ranglistán? <br> A statisztikák magyar idő szerint reggel 9-kor frissülnek.
ru: Проверьте, сколько человек щёлкнули для загрузки Firefox. <br> Где вы на панели лидеров? <br> Статистика панели лидеров обновляется каждый день в полночь по тихоокеанскому времени.
sl: Poglejte, koliko ljudi je kliknilo na prenos Firefox. <br> Kje ste na lestvici vodilnih? <br>Statistiko obnavljamo enkrat dnevno opolnoči po tihomorskem času.
sq: Shihni se sa vetë kanë klikuar për shkarkimin e Firefox-it. <br> Në cilin vend gjendeni te tabela e nderit? <br> Statistikat e tabelës së nderit përditësohen në mesnatë (sipas Kohës së Paqësorit), çdo ditë.
sr: Провери колико људи је кликнуло на везу за преузимање фајерфокса. <br>Који си на табели лидера?<br> Статистике на табели лидера се освежавају свакога дана у поноћ по Пацифичкој временској зони.
sr_latn: Proveri koliko ljudi je kliknulo na vezu za preuzimanje fajerfoksa. <br>Koji si na tabeli lidera?<br> Statistike na tabeli lidera se osvežavaju svakoga dana u ponoć po Pacifičkoj vremenskoj zoni.
tr: Kaç kişinin Firefox'u indirmek için tıkladığına göz atın. <br> Lider listesinde neredesiniz? <br> Lider listesi istatistikleri Türkiye saatiyle 9.00'da güncellenir.

source: TOP 5 AFFILIATES WITH THE MOST FIREFOX CLICKS
cs: 5 NEJLEPŠÍCH ÚČASTNÍKŮ V POČTU STAŽENÍ FIREFOXU
fy: TOP 5 FAN AFFILIATES MEI DE MEASTE FIREFOX-KLIKKEN
hu: A LEGJOBB 5 FIREFOX BARÁT A LEGTÖBB LETÖLTÉSSEL
ru: ТОП 5 ПОМОЩНИКОВ С НАИБОЛЬШИМ ЧИСЛОМ FIREFOX КЛИКОВ
sl: PRVIH 5 ZAVEZNIKOV Z NAJVEČ KLIKI NA FIREFOX
sq: 5 PËRHAPËSIT KRYESUES ME MË SHUMË KLIKIME FIREFOX-I
sr: ТОП 5 ПРОМОТЕРА СА НАЈВИШЕ КЛИКОВА ЗА ПРЕУЗИМАЊЕ ФАЈЕРФОКСА
sr_latn: TOP 5 PROMOTERA SA NAJVIŠE KLIKOVA ZA PREUZIMANjE FAJERFOKSA
tr: EN ÇOK FIREFOX TIKLAMASINA SAHİP 5 DESTEKÇİ

source: USER
cs: UŽIVATEL
fy: BRÛKER
hu: FELHASZNÁLÓ
ru: ПОЛЬЗОВАТЕЛЬ
sl: UPORABNIK
sq: PËRDORUES
sr: КОРИСНИК
sr_latn: KORISNIK
tr: KULLANICI

source: CLICKS
cs: KLIKY
fy: KLIKKEN
hu: KATTINTÁSOK
ru: КЛИКИ
sl: KLIKI
sq: KLIKIME
sr: КЛИКОВА
sr_latn: KLIKOVA
tr: TIKLAMA

source: Follow these easy steps to create a new banner:
cs: Postupujte pomocí jednoduchých kroků a vytvořte si nový banner.
fy: Folgje dizze ienfâldige stappen om in nije banner te meitsjen:
hu: Néhány könnyű lépéssel elkészíthet egy új bannert:
ru: Выполните следующие действия для создания нового баннера:
sl: Nekaj enostavnih korakov za novo pasico:
sq: Që të krijoni një stemë të re, ndiqni këto hapa:
sr: Пратите следеће једноставне кораке да бисте наравили нови банер:
sr_latn: Pratite sledeće jednostavne korake da biste naravili novi baner:
tr: Yeni bir banner oluşturmak için şu basit adımları izleyin:

source: Follow these easy steps to get started:
cs: Na úvod postupujte pomocí těchto kroků:
fy: Folgje dizze ienfâldige stappen om te begjinnen:
hu: Kövesse ezeket a lépéseket az induláshoz:
ru: Выполните следующие действия для начала:
sl: Nekaj enostavnih korakov za začetek:
sq: Ndiqni këta hapa të lehtë që t'ia filloni:
sr: Пратите следеће једноставне кораке да бисте започели:
sr_latn: Pratite sledeće jednostavne korake da biste započeli:
tr: Başlamak için şu basit adımları izleyin:

source: PICK A CATEGORY
cs: VOLBA KATEGORIE
fy: KIES IN KATEGORY
hu: VÁLASSZON KATEGÓRIÁT
ru: ВЫБРАТЬ КАТЕГОРИЮ
sl: IZBERI KATEGORIJO
sq: ZGJIDHNI NJË KATEGORI
sr: ИЗАБЕРИТЕ КАТЕГОРИЈУ
sr_latn: IZABERITE KATEGORIJU
tr: BİR KATEGORİ SEÇİN

source: PICK A BANNER
cs: VOLBA BANNERU
fy: KIES IN BANNER
hu: VÁLASSZON BANNERT
ru: ВЫБРАТЬ БАННЕР
sl: IZBERI PASICO
sq: ZGJIDHNI NJË STEMË
sr: ИЗАБЕРИТЕ ПЛАКАТ
sr_latn: IZABERITE PLAKAT
tr: BİR BANNER SEÇİN

source: CONFIGURE &amp; POST
cs: KONFIGURACE A PŘIDÁNÍ
fy: KONFIGUREAR &amp; PLEATS
hu: ÁLLÍTSA BE és TEGYE KÖZZÉ
ru: СКОНФИГУРИРОВАТЬ И ВЫЛОЖИТЬ
sl: KONFIGURIRAJ &amp; OBJAVI
sq: FORMËSOJENI &amp; POSTOJENI
sr: КОНФИГУРИШИТЕ &amp; ПОРУКУ
sr_latn: KONFIGURIŠITE &amp; PORUKU
tr: YAPILANDIR &amp; GÖNDER

source: &laquo; Back
cs: &laquo; Zpět
fy: &laquo; Tebek
hu: &laquo; Vissza
ru: &laquo; Назад
sl: &laquo; Nazaj
sq: &laquo; Mbrapsht
sr: &laquo; Назад
sr_latn: &laquo; Nazad
tr: &laquo; Geri

source: CREATION DATE:
cs: DATUM VYTVOŘENÍ:
fy: OANMAAKDATUM:
hu: LÉTREHOZÁS DÁTUMA:
ru: ДАТА СОЗДАНИЯ:
sl: DATUM OTVORITVE:
sq: DATË KRIJIMI:
sr: ДАТУМ КРЕИРАЊА:
sr_latn: DATUM KREIRANjA:
tr: OLUŞTURULMA TARİHİ:

source: CLICKS:
cs: KLIKŮ:
fy: KLIKKEN:
hu: KATTINTÁSOK:
ru: КЛИКИ:
sl: KLIKI:
sq: KLIKIME:
sr: КЛИКОВА:
sr_latn: KLIKOVA:
tr: TIKLAMA:

source: LINKED URL:
cs: ODKAZOVANÉ URL:
fy: KEPPELE URL:
hu: HIVATKOZOTT URL:
ru: СВЯЗАННЫЙ URL:
sl: POVEZANI URL:
sq: URL ME LIDHJE:
sr: ПОВЕЗАНИ УРЛ:
sr_latn: POVEZANI URL:
tr: BAĞLANTI ADRESİ:

source: EMBED CODE:
cs: VLOŽENÝ KÓD:
fy: KOADE OPNIMME:
hu: BEILLESZTŐ KÓD:
ru: КОД ВСТАВКИ:
sl: VGRADITE KODO:
sq: KOD TRUPËZIMI:
sr: КОД ЗА УГРАДЊУ:
sr_latn: KOD ZA UGRADNjU:
tr: KULLANILACAK KOD:

source: Your Statistics Summary
cs: Souhrn statistik
fy: Jo statistikgearfetting
hu: Összesített statisztika
ru: Сводка вашей статистики
sl: Vaša statistika
sq: Përmbledhje e Statistikave Tuaja
sr: Преглед Ваших статистика
sr_latn: Pregled Vaših statistika
tr: İstatistik Özetiniz

source: You can filter results by selecting a specific month using the calendar above.
cs: Pomocí kalendáře výše můžete filtrovat výsledky dle konkrétního měsíce.
fy: Jo kinne resultaten filterje troch fia de boppesteande kalinder in bepaalde moanne te selektearjen.
hu: A keresési eredmények szűkíthetőek a fenti naptár segítségével.
ru: Можно фильтровать результаты, выбрав определенный месяц с помощью размещённого выше календаря.
sl: Rezultate lahko filtrirate, in sicer tako, da si izberete mesec v koledarju zgoraj.
sq: Përfundimet mund t'i filtroni duke përzgjedhur një muaj të dhënë te kalendari më sipër.
sr: Можете филтрирати резултате бирајући одређени месец користећи календар изнад.
sr_latn: Možete filtrirati rezultate birajući određeni mesec koristeći kalendar iznad.
tr: Yukarıdaki takvimden bir ay seçerek sonuçları filtreleyebilirsiniz.

source: You
cs: Vy
fy: Jo
hu: Ön
ru: Вы
sl: Vi
sq: Ju
sr: Ви
sr_latn: Vi
tr: Siz

source: Affiliates average
cs: Průměr účastníků
fy: Affiliates-gemiddelde
hu: Átlag
ru: Помощники в среднем
sl: Povprečje zaveznikov
sq: Mesatare Përhapësi
sr: Просек промоција
sr_latn: Prosek promocija
tr: Kardeş ortalaması

source: Your total
cs: Vy celkem
fy: Jo totaal
hu: Összes eredmény
ru: Всего вашего
sl: Skupaj vi
sq: Gjithsej
sr: Укупно твојих
sr_latn: Ukupno tvojih
tr: Toplamınız

source: Statistics are currently unavailable.
cs: Statistiky jsou aktuálně nedostupné.
fy: Statistiken binne op dit stuit net beskikber.
hu: A statisztika jelenleg nem érhető el.
ru: Статистика сейчас недоступна.
sl: Statistike trenutno niso na voljo.
sq: Statistikat nuk janë të passhme këtë çast.
sr: Статистике су тренутно недоступне.
sr_latn: Statistike su trenutno nedostupne.
tr: İstatistiklere şu an erişilemiyor.

source: Start Spreading the Word!
cs: Začněte informovat svět!
fy: Begjin it wurd te fersprieden!
hu: Kezdjen beszélni róla!
ru: Начните пропаганду!
sl: Začnite razglašati!
sq: Filloni Ta Përhapni Lajmin!
sr: Почните да ширите вест!
sr_latn: Počnite da širite vest!
tr: Bizden Bahsetmeye Başlayın!

source: You have <span>0</span> banners posted.
cs: Zatím jste umístili <span>0</span> bannerů.
fy: Jo hawwe <span>0</span> banners pleatst.
hu: <span>0</span> bannert tett közzé.
ru: Вы разместили <span>0</span> баннеров.
sl: Objavili ste <span>0</span> pasic.
sq: Keni <span>0</span> stema të postuara.
sr: Имате <span>0</span> постављених банера.
sr_latn: Imate <span>0</span> postavljenih banera.
tr: Yayımlanmış <span>0</span> banner'ınız var.

source: Category: <span>%(category_name)s</span>
cs: Kategorie: <span>%(category_name)s</span>
fy: Kategory: <span>%(category_name)s</span>
hu: Kategória: <span>%(category_name)s</span>
ru: Категория: <span>%(category_name)s</span>
sl: Kategorija: <span>%(category_name)s</span>
sq: Kategori: <span>%(category_name)s</span>
sr: Категорија: <span>%(category_name)s</span>
sr_latn: Kategorija: <span>%(category_name)s</span>
tr: Kategori: <span>%(category_name)s</span>

source: Now choose the type of <span>%(subcategory_name)s</span> banner you want to display on your website or blog:
cs: Nyní zvolte typ banneru pro <span>%(subcategory_name)s</span>, který chcete zobrazit na své stránce či blogu:
fy: Kies no it type <span>%(subcategory_name)s</span>-banner dat jo op jo webside of blog werjaan wolle:
hu: Válassza ki azt a(z) <span>%(subcategory_name)s</span> típusú bannert, amelyiket a weboldalára kíván elhelyezni:
ru: Теперь выберите тип <span>%(subcategory_name)s</span> баннера, который вы хотите показывать на своем сайте или блоге:
sl: Izberite sedaj vrsto <span>%(subcategory_name)s</span> pasice, ki jo želite prikazati na svoji spletni strani ali v blogu:
sq: Tani zgjidhni llojin e stemës <span>%(subcategory_name)s</span> që doni të shfaqni në site-in web ose blogun tuaj:
sr: Сада одаберите тип банера из категорије <span>%(subcategory_name)s</span> за приказивање на Вашем сајту или блогу:
sr_latn: Sada odaberite tip banera iz kategorije <span>%(subcategory_name)s</span> za prikazivanje na Vašem sajtu ili blogu:
tr: Şimdi web sitenizde veya blog'unuzda göstermek istediğiniz <span>%(subcategory_name)s</span> banner türünü seçin:

source: Finally, choose the size and color of your <span>%(subcategory_name)s</span> banner, then you can copy its code onto your website or blog.
cs: A nyní na konec vyberte velikost a barvu vašeho banneru pro <span>%(subcategory_name)s</span>. Pro výslednou podobu pak můžete vložit kód do vašeho webu či blogu.
fy: Kies ta beslút de grutte en kleur fan jo <span>%(subcategory_name)s</span>-banner, en kopiearje de koade derfan nei jo webside of blog.
hu: Végül válassza ki a(z) <span>%(subcategory_name)s</span> banner méretét és színét és másolja kódot a weboldalára vagy blogjába.
ru: И наконец, выберите размер и цвет вашего <span>%(subcategory_name)s</span> баннера. После этого вы можете скопировать его код на свой веб-сайт или блог.
sl: Ob koncu izberite velikost in barvo svoje <span>%(subcategory_name)s</span> pasice, tako da lahko kopirate kodo na svojo spletno stran ali v blog.
sq: Së fundi, zgjidhni madhësinë dhe ngjyrën e <span>%(subcategory_name)s</span> stemës suaj, mandej te site-i web ose blogu juaj mund të kopjoni kodin për të.
sr: Коначно, одаберите величину и боју свог банера из подкатегорије <span>%(subcategory_name)s</span>, па ћете моћи да умножите код на свом сајту или блогу.
sr_latn: Konačno, odaberite veličinu i boju svog banera iz podkategorije <span>%(subcategory_name)s</span>, pa ćete moći da umnožite kod na svom sajtu ili blogu.
tr: Son olarak <span>%(subcategory_name)s</span> banner'ınızın boyutunu ve rengini seçin. Ardından oluşan kodu sitenize veya blog'unuza kopyalayabilirsiniz.

source: %(width)sx%(height)s pixels
cs: %(width)sx%(height)s pixelů
hu: %(width)sx%(height)s képpont
ru: %(width)sx%(height)s пикселей
sl: %(width)sx%(height)s pik
sq: %(width)sx%(height)s piksel
sr: %(width)sx%(height)s пиксела
sr_latn: %(width)sx%(height)s piksela
tr: %(width)sx%(height)s piksel

source: Language
cs: Jazyk
fy: Taal
hu: Nyelv
ru: Язык
sl: Jezik
sq: Gjuhë
sr: Језик
sr_latn: Jezik
tr: Dil

source: Size
cs: Velikost
fy: Grutte
hu: méret
ru: Размер
sl: Velikost
sq: Madhësi
sr: Величина
sr_latn: Veličina
tr: Boyut

source: Color
cs: Barva
fy: Kleur
hu: szín
ru: Цвет
sl: Barva
sq: Ngjyrë
sr: Боја
sr_latn: Boja
tr: Renk

source: Save Banner &raquo;
cs: Uložit banner &raquo;
fy: Banner bewarje &raquo;
hu: Banner mentése &raquo;
ru: Сохранить баннер &raquo;
sl: Shrani pasico &raquo;
sq: Ruaje Stemën &raquo;
sr: Сачувајте плакат &raquo;
sr_latn: Sačuvajte plakat &raquo;
tr: Banner'ı kaydet &raquo;

source: SIZE
cs: VELIKOST
fy: GRUTTE
hu: MÉRET
ru: РАЗМЕР
sl: VELIKOST
sq: MADHËSI
sr: Величина
sr_latn: Veličina
tr: BOYUT

source: Your display name
cs: Vaše jméno
fy: Jo werjeftenamme
hu: Megjelenített néz
ru: Ваше показываемое имя
sl: Vaše prikazno ime
sq: Emri juaj në ekran
sr: Ваше име које ће бити приказано јавно
sr_latn: Vaše ime koje će biti prikazano javno
tr: Görünecek adınız

source: You're almost there!
cs: Téměř hotovo!
fy: Jo binne der hast!
hu: Már majdnem megvan!
ru: Вы почти закончили!
sl: Ne manjka več veliko!
sq: Gati mbaruat!
sr: При крају сте!
sr_latn: Pri kraju ste!
tr: Neredeyse bitti!

source: Fill out the form below to finish your registration and begin creating banners.
cs: Pro dokončení vaší registrace a začátek vytváření bannerů vyplňte formulář níže.
fy: Folje it ûndersteande formulier yn om jo registraasje te foltôgjen en mei it meitsjen fan banners te begjinnen.
hu: A regisztráció befejezéséhez és a banner készítés elkezdéséhez töltse ki az alábbi mezőket.
ru: Заполните расположенную ниже форму, чтобы завершить вашу регистрацию и начать создавать баннеры.
sl: Izpolnite obrazec spodaj, da končate svojo registracijo, in začnite ustvarjati pasice.
sq: Plotësoni formularin më poshtë që të përfundojë regjistrimi jua dhe të filloni të krijoni stema.
sr: Попуните форму испод да бисте завршили регистрацију и отпочели са подешавањем плаката.
sr_latn: Popunite formu ispod da biste završili registraciju i otpočeli sa podešavanjem plakata.
tr: Kaydınızı tamamlamak ve banner oluşturmaya başlamak için aşağıdaki formu doldurun.

source: I love Firefox because&hellip;
fy: Ik hâld fan Firefox omdat&hellip;
hu: Szeretem a Firefoxot, mert&hellip;
sq: E dua Firefox-in sepse &hellip;
tr: Firefox'u seviyorum çünkü&hellip;

source: Sorry. Your message is too long. Please tell the world why you love Firefox in 90 characters or less.
fy: Sorry, jo berjocht is te lang. Fertel de wrâld yn 90 of minder tekens wêrom't jo hâlde fan Firefox.
hu: Az üzenet túl hosszú. Mondja el a világnak maximum 90 karakterben, hogy miért szereti a Firefoxot.
sq: Na ndjeni. Mesazhi juaj është shumë i gjatë. Ju lutemi, dashurinë tuaj për Firefox-in shpreheni me 90 ose më pak shkronja.
tr: Üzgünüz, mesajınız fazla uzun. Lütfen Firefox'u neden sevdiğinizi en fazla 90 karakterle anlatın.

source: All
fy: Alle
hu: Összes
sq: Krejt
tr: Tümü

source: Text
fy: Tekst
hu: Szöveg
sq: Tekst
tr: Metin

source: Your email address
cs: Vaše e-mailová adresa
fy: Jo e-mailadres
hu: E-mail cím
ru: Ваш адрес эл. почты
sl: Vaš e-poštni naslov
sq: Adresa juaj email
sr: Ваша адреса ел. поште
sr_latn: Vaša adresa el. pošte
tr: E-posta adresiniz

source: Link your Firefox Affiliates account
fy: Jo Firefox Affiliates-account keppelje
hu: Kösse össze a Firefox Barátai felhasználói fiókját
sq: Krijoni lidhje për te llogaria juaj e Përhapësit të Firefox-it
tr: Firefox Kardeşleri hesabınızı bağlayın

source: Way to go! You've had {0} clicks on your Firefox banner.
fy: Goed dien! Jo hawwe {0} klikken op jo Firefox-banner ûntfongen.
hu: Megy ez! {0} kattintásod van a Firefox bannereden.
sq: Shumë rrugë për të bërë! Keni patur {0} klikime te stema juaj e Firefox-it.
tr: Kim tutar seni! Firefox banner'ına {0} kez tıklandı.

source: Amazing! You've had {0} clicks on your Firefox banner. Thanks for spreading the word.
fy: Ungelooflik ! Jo hawwe {0} klikken op jo Firefox-banner ûntfongen. Tank foar it fersprieden fan de boadskip.
hu: Fantasztikus! {0} kattintásod van a Firefox bannereden. Köszönjük, hogy népszerűsítesz.
sq: Shkëlqyeshëm! Keni {0} klikime te stema juaj për Firefox-in. Faleminderit për përhapjen e lajmit.
tr: Harika! Firebox banner'ına {0} kez tıklandı. Herkese duyurduğun için teşekkürler.

source: Wow! Your banner has {0} clicks! It's ready to grow up and become a Firefox ad.
fy: Wauw! Jo banner hat {0} klikken! It is folwoeksen genôch om in Firefox-advertinsje te wurden.
hu: Hihetetlen! Ezen a banneren {0} kattintás van! Készen áll, hogy Firefox hirdetés legyen.
sq: Ou! Stema juaj ka {0} klikime! Është gati për rritje dhe për t'u bërë një reklamë Firefox-i.
tr: Vay canına! Banner'ına {0} kez tıklanmış! Banner'ın büyüyüp Firefox reklamına dönüşmeye hazır.

source: Congratulations! Your Firefox banner has now become a Facebook ad!
fy: Lokwinske! Jo Firefox-banner is no in Facebook-advertinsje wurden!
hu: Gratuláluk! A Firefox banneredből Facebook hirdetés lett?
sq: Përgëzime! Stema juaj Firefox është bërë tani një reklamë Facebook me pagesë!
tr: Tebrikler! Firefox banner'ınız artık bir Facebook reklamı oldu!

source: Your banner has been deleted.
fy: Jo banner is fuortsmiten.
hu: A banner törlésre került.
sq: Stema juaj u fshi.
tr: Banner'ınız silinmiştir.

source: You have successfully posted a banner to your wall !
fy: Jo hawwe jo banner mei sukses oan jo muorre tafoege!
hu: Sikeresen kikerült a banner a falra!
sq: Postuat me sukses një stemë te muri juaj!
tr: Duvarınıza başarıyla bir banner gönderdiniz!

source: You have successfully sent a message to one of your friends!
fy: Jo hawwe mei sukses in berjocht nei ien fan jo freonen stjoerd!
hu: Sikeresen elküldte az üzenetet az egyik ismerősének!
sq: I dërguat me sukses një mesazh njërit prej miqve tuaj!
tr: Arkadaşınıza başarıyla mesaj gönderdiniz!

source: First, choose one of the banner styles below.
fy: Kies earst ien fan de ûndersteande bannerstilen.
hu: Először válasszon egy banner stílust.
sq: Së pari, zgjidhni një nga stilet e stemave më poshtë.
tr: İlk olarak aşağıdaki banner stillerinden birini seçin.

source: Please correct the errors in the form below.
fy: Korrisjearje de flaters yn it ûndersteande formulier.
hu: Javítsa ki a jelzett hibákat.
sq: Ju lutemi, ndreqni gabimet në formularin e mëposhtëm.
tr: Lütfen aşağıdaki formda yer alan hataları düzeltin.

source: Your banner preview
fy: Jo bannerfoarbyld
hu: Banner előnézete
ru: Превью вашего баннера
sq: Paraparje e stemës suaj
tr: Banner'ınızın ön izlemesi

source: Next, tell the world why you love Firefox in 90 characters or less.
fy: Fertel de wrâld dêrnei yn 90 of minder tekens wêrom't jo sa hâlde fan Firefox.
hu: Mondja el a világnak maximum 90 karakterben, hogy miért szereti a Firefoxot.
ru: Теперь, расскажите миру почему вы любите Firefox в 90 символах или меньше.
sq: Më tej, me 90 shkronja ose më pak, tregojini botës përse e doni Firefox-in.
tr: Ardından, en fazla 90 karakterle Firefox'u neden sevdiğinizi dünyaya anlatın.

source: Use my profile image
fy: Myn profylôfbylding brûke
hu: Saját profilkép használata
sq: Përdor figurën e profilit tim
tr: Profil resmimi kullan

source: Feature me in a paid Facebook ad.
fy: Rikkemandearje my oan yn in betelle Facebook-advertinsje.
hu: Szerepeljen fizetett Facebook hirdetésben.
sq: Përfshimëni në një reklamë Facebook-u me pagesë.
tr: Ücretli Facebook reklamlarında bana yer verebilirsiniz.

source: What does this mean?
fy: Wat betsjut dit?
hu: Mit jelent ez?
sq: Ç'do të thotë kjo?
tr: Bu ne demek?

source: If you get %(click_count)s clicks or more, we would like to have permission to turn your banner into a paid ad on Facebook in your region. By checking this box you are granting us permission to use your banner in a paid Facebook ad, including your profile photo if you checked the box to include it in the banner, and the text you added to the banner. For a full description of the rights you are granting and more information, see the FAQs. Don't want to be featured in an ad? Make sure you don't opt in. If you opted in and don't want to be featured anymore, send us a note at <a href="%(link)s">affiliates@mozilla.org</a> and we'll make sure your ad is removed.
fy: As jo %(click_count)s of mear klikken ûntfange, soenen wy graach tastimming hawwe om jo banner om te setten nei in betelle advertinsje op Facebook yn jo regio. Troch dit fekje oan te finkjen ferliene jo tastimming om jo banner yn in betelle Facebook-advertinsje te brûken, ynklusyf jo profylfoto as jo it fekje foar it tafoegjen yn de banner oanfinkt hawwe, en de tekst dy't jo oan de banner tafoege hawwe. Sjoch de FAQ’s foar in folsleine beskriuwing fan de rjochten dy't jo ferliene en foar mear ynformaasje. Wolle jo net yn in advertinsje oanrikkemandearre wurde? Soargje der dan foar dat jo jo net ynskriuwe. As jo jo ynskreaun hawwe en net mear oanrikkemandearre wurde wolle, stjoer dan in berjocht fia <a href="%(link)s">affiliates@mozilla.org</a> en wy soargje derfoar dat jo advertinsje fuortsmiten wurdt.
hu: Amennyiben több, mint %(click_count)s kattintásod van, akkor szeretnénk, ha a banner a régióban fizetett hirdetés lenne a Facebookon. Engedélyezéskor a Mozilla jogot kap arra, hogy fizetett hirdetésként használhassa a profilképpel valamint a hozzáadott szöveggel együtt, amennyiben beállította, hogy az a banner része legyen. Az átadott jogok teljes leírása, illetve további információ a GYIK-ban olvasható. Nem szeretné, hogy kiemelt hirdetés legyen? Akkor ne állítsa ezt be. Amennyiben korábban beállította, de ezt a továbbiakban nem szeretné, akkor küldjön egy levelet a az <a href="%(link)s">affiliates@mozilla.org</a> címre eltávolítjuk a kérdéses hirdetést.
sq: Nëse përfitoni %(click_count)s ose më shumë klikime, do të donim të kishim lejen tuaj për ta shndërruar stemën tuaj në një reklamë Facebook-u me pagesë për rajonin tuaj. Duke i vënë shenjë kësaj kutie na akordoni lejen për ta përdorur stemën tuaj në një reklamë Facebook-u me pagesë, përfshi këtu foton tuaj të profilit, po qe se i vutë shenjë edhe kutizës për përfshirjen e saj te stema, si dhe tekstin që i shtuat stemës. Për një përshkrim të plotë të të drejtave që po akordoni dhe për më tepër të dhëna, shihni FAQ. Nuk dëshironi të përfshiheni në një reklamë? Sigurohuni që nuk keni zgjedhur të kundërtën. Nëse kështu zgjodhët, por nuk dëshironi të përfshiheni më, na dërgoni një shënim te <a href="%(link)s">affiliates@mozilla.org</a> dhe do të bëjmë të mundur që reklama juaj të hiqet.
tr: %(click_count)s veya daha fazla tıklama alırsanız, banner'ınızı bölgenizde ücretli bir Facebook reklamına dönüştürmek için izninizi istiyoruz. Bu kutuyu işaretlerseniz banner'ınızı, banner'a eklediyseniz profil fotoğrafınızı ve banner'a eklediğiniz metni ücretli bir Facebook reklamında kullanmak için bize izin vermiş olursunuz. Bize aktardığınız hakların tam açıklaması ve daha fazla bilgi için SSS'ye bakın. Reklamlarda görünmek istemiyor musunuz? Bu kutuyu işaretlememeniz yeterli. Daha önce izin vermenize rağmen reklamınızın kaldırılmasını isterseniz <a href="%(link)s">affiliates@mozilla.org</a> adresine yazabilirsiniz.

source: Save
fy: Bewarje
hu: Mentés
sq: Ruaje
tr: Kaydet

source: Save and Share
fy: Bewarje en diele
hu: Mentés és megosztás
sq: Ruajeni dhe Ndajeni me të Tjerët
tr: Kaydet ve Paylaş
