Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: It's easy! Start at the button picker, select the Firefox product or campaign that you'd like to support, pick your button style, shape and color, then copy and paste the code into the html of your site. Your unique affiliate ID will be in that code, so that you get credit for every click you send our way.
cs: Je to snadné! Klepněte na úvodní tlačítko, zvolte si produkt Firefox nebo kampaň, kterou chcete podporovat, zvolte si styl tlačítka, jeho tvar a barvu. Následně zkopírujte jeho HTML kód do vaší stránky. Vaše unikátní ID partnerského programu bude v tomto kódu obsažena. Získáte tak body za každé stažení.
fy: Simpel! Begjin by de knoppenkiezer, selektearje it Firefox-produkt of de kampanje dy't jo stypje wolle, kies jo knoppenstyl, -foarm en -kleur, en kopiearje en plak dêrnei de koade yn de html fan jo webside. Jo unike Affiliate-ID sit al yn dy koade, sadat jo foar eltse download dy't jo ús kant opstjoere beleane wurde.
hu: Ez egyszerű! Válasszon egy terméket vagy kampányt, amelyet támogatni kíván, válassza ki a használni kívánt stílust, formát és színt, majd másolja be html kódot a weboldalára vagy blogjába. Az egyedi azonosítója a kódban lesz benne, így a kattintásokat elszámoljuk Önnek.
ru: Это легко! Начните в окне выбора кнопок, выберите продукт Firefox или кампанию, которую вы хотели бы поддержать, выберите стиль, форму и цвет вашей кнопки, а затем скопируйте и вставьте код в HTML-код вашего сайта. Этот код будет содержать ваш уникальный ID помощника, так что вы получаете очки за каждый отправленный нам клик.
sl: Enostavno! Začnite z izbiro gumba in si izberite izdelek Firefox ali akcijo, ki bi jo radi podprli, izberite slog, obliko in barvo gumba, nato pa si kodo HTML skopirajte in prilepite na svojo spletno stran. Vaš ID pri Zaveznikih Firefoxa se bo nahajal v tej kodi, tako da boste za vsak klik dobili dobropis.
sq: Është e lehtë! Filloni me zgjedhësin e butonave, përzgjidhni produktin ose fushatën Firefox që dëshironi të përkrahni, zgjidhni stilin e butonit tuaj, formën dhe ngjyrën, mandej kopjoni dhe ngjitni kodin përkatës te html-ja e site-it tuaj. ID-ja juaj unike si përhapës gjendet brenda atij kodi, e kështu merrni pikë për çdo klikim që na dërgoni.
sr: Лако! Почните са одабиром дугмета, одаберите фајерфокс или кампању коју хоћете да подржите, одаберите стил дугмета, облик и боју, а затим умоножите ХТМЛ код и налепите га на свој сајт. Ваш јединствени ИД је уграђен у тај код, тако да ћете добити поене за свако преузимање које почиње на Вашем сајту.
sr_latn: Lako! Počnite sa odabirom dugmeta, odaberite fajerfoks ili kampanju koju hoćete da podržite, odaberite stil dugmeta, oblik i boju, a zatim umonožite HTML kod i nalepite ga na svoj sajt. Vaš jedinstveni ID je ugrađen u taj kod, tako da ćete dobiti poene za svako preuzimanje koje počinje na Vašem sajtu.
tr: Çok kolay! Düğme seçiciyle başlayın, desteklemek istediğiniz Firefox ürününü veya kampanyasını seçin, düğme stilinizi seçin, şekil ve rengini belirleyin, oluşan kodu sitenizin HTML kodlarına yapıştırın. Yönlendirdiğiniz her tıklama için puan almanızı sağlayan kardeş numaranız da bu kodun içinde olacaktır.

source: How do I remove an affiliate button from my website?
cs: Jak odeberu tlačítko partnerského programu z mé stránky?
fy: Hoe smyt ik in Affiliate-knop fan myn webside fuort?
hu: Hogyan távolítható el a kód a weboldalról?
ru: Как мне удалить кнопку помощника со моего веб-сайта?
sl: Kako odstranim gumb s svoje spletne strani?
sq: Si ta heq një buton përhapësi prej site-it tim web?
sr: Како могу уклонити дугме са свој сајта?
sr_latn: Kako mogu ukloniti dugme sa svoj sajta?
tr: Kardeşlik düğmesini web sitemden nasıl kaldırabilirim?

source: This is also easy. Simply delete the code. If you want to put it back in again, just copy and paste it from the button picker.
cs: Je to tak snadné. Jednoduše smažte kód. Pokud jej chcete vrátit zpět, jednoduše jej znovu zkopírujte.
fy: Dit is ek ienfâldich. Ferwiderje gewoan de koade. As jo de knop wer werompleatse wolle, kopiearje en plak dizze dan fanút de knoppenkiezer.
hu: Ez is nagyon egyszerű. Csak törölni kell a kódot. Ha újra vissza akarja tenni, csak másolja le és illessze be a gombválasztóból.
ru: Это также легко. Просто удалите код. Если вы захотите снова её разместить, просто скопируйте и вставьте его из окна выбора кнопки.
sl: Tudi to je enostavno. Kodo preprosto zbrišete. Če jo želite ponovno vstaviti, jo samo prekopirajte s pomočjo gumba za izbiro in prilepite nazaj.
sq: Edhe kjo është e lehtë. Thjesht fshijeni kodin. Nëse doni ta riktheni, thjesht kopjojeni prapë prej zgjedhësit të butonave dhe ngjiteni.
sr: И ово је лако. Једноставно уклоните код. Ако желите да га поново уметнете на сајт, само умножите код из поља за одабир дугмета, и поново га налепите на свој сајт.
sr_latn: I ovo je lako. Jednostavno uklonite kod. Ako želite da ga ponovo umetnete na sajt, samo umnožite kod iz polja za odabir dugmeta, i ponovo ga nalepite na svoj sajt.
tr: O da kolay. Kodu silmeniz yeterli. Geri getirmek isterseniz düğme seçiciden kodu tekrar kopyalayıp yapıştırabilirsiniz.

source: What happens when an affiliate button for a campaign is deactivated?
cs: Co se stane, když je tlačítko partnerského programu v rámci kampaně deaktivováno?
fy: Wat bart der as in Affiliate-knop foar in kampanje deaktivearre wurdt?
hu: Mi történik, ha valamelyik kampány időközben megszűnik?
ru: Что происходит, когда кнопка помощника для кампании деактивируется?
sl: Kaj se zgodi, kadar je zavezniški gumb za akcijo onemogočen?
sq: Ç'ndodh kur butoni për përhapje i një fushate çaktivizohet?
sr: Шта се дешава када се неко дугме за одређену кампању деактивира?
sr_latn: Šta se dešava kada se neko dugme za određenu kampanju deaktivira?
tr: Bir kampanyanın kardeşlik düğmesi pasifleştirilirse ne olur?

source: Sometimes we run special time-limited campaigns to encourage people to download Firefox. If you're using an affiliate button for one of these campaigns, try to update your button as soon as you can. People who click on that button will be directed to a general Firefox download page. You'll get credit for the click as an affiliate, but you may not get credit for clicks for that specific campaign.
cs: V některých případech máme časově omezenou kampaň na to, aby si uživatelé stáhli Firefox. Pokud využíváte tlačítko partnerského programu u jedné z takových kampaní, aktualizujte své tlačítko co nejdříve. Lidé, kteří klepnou na takové tlačítko, budou přesměrování na obecnou stránku ke stažení Firefoxu. Kredit za stažení v rámci partnerského programu vám bude započítán, ale nikoliv jako stažení pro konkrétní kampaň.
fy: Somtiden hantearje wy spesjale tiidbeheinde kampanjes om minsken oan te setten ta it downloaden fan Firefox. As jo in Affiliate-knop foar ien fan dizze kampanjes brûke, probearje jo knop dan sa gau as mooglik by te wurkjen. Minsken dy't op dy knop klikke sille nei in algemiene downloadside foar Firefox laad wurde. Foar dy download sille jo as partner beleane wurde, mar mooglik wurde jo net beleane foar downloads foar dy spesifike kampanje.
hu: Néhány alkalommal időszakos kampányaink is vannak. Amennyiben ilyen gombot használ, akkor frissítse a gombot, amint lehetséges. Azok, akik erre a gombra kattintanak az általános Firefox letöltőoldalon találják magukat. Ekkor a kattintást elszámoljuk Önnek, de a kampányt már nem.
ru: Иногда мы запускаем специальные ограниченные по времени кампании, чтобы призвать людей загрузить Firefox. Если вы используете кнопку помощника для одной из этих кампаний, попробуйте как можно быстрее обновить вашу кнопку. Люди, щёлкающие по этой кнопке, будут перенаправлены на общую страницу загрузки Firefox. Вы получите очки за этот клик в качестве помощника, но вы не сможете получить очки за клики для этой конкретной кампании.
sl: Od časa do časa imamo posebne časovno omejene akcije, ki spodbujajo ljudi, da si prenesejo Firefox. Če za eno od teh akcij uporabljate partnerski gumb, ga skušajte čim prej posodobiti. Kadar kdo klikne na ta gumb, bo preusmerjen na splošno stran za prenos Firefoxa. Dobropis boste dobili za klike kot zaveznik, vendar ne nujno za klike v okviru te posebne akcije.
sq: Herë pas here organizojmë fushata speciale të kufizuara në kohë, për nxitjen e njerëzve që të shkarkojnë Firefox-in. Nëse përdorni një buton përhapësi për ndonjërën prej këtyre fushatave, provoni ta përditësoni butonin sa më shpejt që mundeni. Personat që klikojnë mbi atë buton do të drejtohen te një faqe e përgjithshme shkarkimi të Firefox-it. Do të fitoni pikë për klikimin, meqë jeni një përhapës, por mund të mos merrni pikë nga klikimet për fushatën e dhënë.
sr: Понекад имамо специјалне временски ограничене кампање како бисмо охрабрили људе да преузму фајерфокс. Ако користите дугме за промоцију за неку од ових кампања, пробајте да ажурирате дугме што пре можете. Људи који прате везу преко тог дугмета ће бити преусмерени на општу фајерфокс страну за презимања. Ви ћете добити поене за преузимање као промотер, али нећете добити поене за ту кампању.
sr_latn: Ponekad imamo specijalne vremenski ograničene kampanje kako bismo ohrabrili ljude da preuzmu fajerfoks. Ako koristite dugme za promociju za neku od ovih kampanja, probajte da ažurirate dugme što pre možete. Ljudi koji prate vezu preko tog dugmeta će biti preusmereni na opštu fajerfoks stranu za prezimanja. Vi ćete dobiti poene za preuzimanje kao promoter, ali nećete dobiti poene za tu kampanju.
tr: Bazen insanları Firefox'u indirmeye davet etmek için zaman sınırlı özel kampanyalar düzenleyebiliriz. Bu kampanyalardan birine ait bir kardeşlik düğmesi kullanıyorsanız, düğmeyi en kısa sürede güncellemeye çalışın. Bu düğmeye tıklayan kişiler genel bir Firefox indirme sayfasına yönlendirilecektir. Tıklama puanı alacaksınız ama o kampanya için puan alamayabilirsiniz.

source: How often do leaderboard statistics update?
cs: Jak často jsou statistiky v žebříčku aktualizovány?
fy: Hoe faak wurde scoreboerdstatistiken bywurke?
hu: Milyen gyakran frissíti a ranglistát?
ru: Как часто обновляется статистика панели лидера?
sl: Kako pogosto se top listo posodablja?
sq: Sa shpesh përditësohen statistikat e tabelës së nderit?
sr: Колико често се статистика у табели ажурира?
sr_latn: Koliko često se statistika u tabeli ažurira?
tr: Lider listesi istatistikleri ne sıklıkta güncellenir?

source: Leaderboard statistics update every night at midnight PT. No need to keep hitting refresh over and over again to see how you're doing. Just check in the next day to see your progress.
cs: Statistiky žebříčku jsou aktualizovány každou noc pacifického času. Není nutné zkoušet znovu a znovu obnovovat stránku ve snaze zjistit, jak jste na tom. Pro kontrolu toho, jak jste pokročili, se podívejte následující den.
fy: Scoreboerdstatistiken wurde eltse nacht om middernacht PT bywurke. It is net nedich hieltyd op Fernije te drukken om te sjen hoe't jo it dogge. Kontrolearje jo foartgong gewoanwei de folgjende dei.
hu: A ranglista reggel 9 órakor frissül, magyar idő szerint 9 órakor. Nem szükséges minden alkalommal megnyomni a frissítést. Csak jöjjön vissza egy nappal később és nézze meg az adatokat.
ru: Статистика панели лидера обновляется каждую ночь в полночь по тихоокеанскому времени. Вам не нужно жать кнопку обновления снова и снова, чтобы увидеть, как у вас дела. Просто зайдите на следующий день, чтобы увидеть ваш прогресс.
sl: Top listo se posodobi vsako noč o polnoči po pacifiškem času. Da znova in znova pritiskate na Obnovi, da bi videli, kako vam gre, tako nima smisla. Počakajte do naslednjega jutra, da vidite, kje ste.
sq: Statistikat e tabelës së nderit përditësohen çdo natë në mesnatë PT. Nuk ka nevojë të shtypni butonin e rifreskimit gjithë ditën që të shihni se si keni dalë. Që të shihni përparimin tuaj, thjesht kontrollojeni ditën pasuese.
sr: Статистика у табели се ажурира сваког дана у поноћ по пацифичком времену. Нема потребе да освежавате страну на сваких 5 минута да бисте видели нове податке. Све што треба да урадите је да поново посетите ту страну другог дана.
sr_latn: Statistika u tabeli se ažurira svakog dana u ponoć po pacifičkom vremenu. Nema potrebe da osvežavate stranu na svakih 5 minuta da biste videli nove podatke. Sve što treba da uradite je da ponovo posetite tu stranu drugog dana.
tr: Lider Listeleri her gün Türkiye saatiyle 9.00'da güncellenir. Nasıl gittiğinizi görmek için sayfayı tazelemeniz gereksizdir. İlerlemelerinizi görmek için ertesi gün yeniden sayfayı kontrol etmeniz yeterlidir.

source: From time to time we will be sending out T-shirts and other prizes. In future versions of Affiliates we will have a rewards program and more opportunities to participate in affiliate challenges.
cs: Čas od času budeme posílat naše trička či jiné ceny. V budoucích verzích partnerského programu budeme mít program odměn a další příležitosti, jak se zapojit do výzev okolo partnerského programu.
fy: Fan tiid ta tiid jouwe wy mouhimden en oare prizen fuort. Yn takomstige ferzjes fan Affiliates sil in beleaningsprogramma en mear gelegenheden foar dielname oan Affiliate-útdagingen tafoege wurde.
hu: Alkalmanként küldünk pólókat és egyéb ajándékokat. A későbbi verziókban egy jutalomrendszeren keresztül több lehetőség lesz versenyezni a kampányokban.
ru: Время от времени мы будет посылать футболки и другие призы. В будущих версиях Помощников, у нас появится программа наград и больше возможностей для участия в вызовах для помощников.
sl: Od časa do časa bomo pošiljali T-majice in druge nagrade. V prihodnjih različicah programa Zavezniki bomo imeli plan nagrajevanja in več priložnosti, kako lahko sodelujete.
sq: Herë pas here do të dërgojmë bluza tonat dhe çmime të tjera. Në versionet e ardhshme të Përhapësve do të kemi një program shpërblimi dhe raste të tjera për të marrë pjesë në konkurse me çmime.
sr: С времена на време ћемо слати мајице и друге награде. У будућим верзијама програма ћемо имати програм за награде који доноси више могућности за промотере да учествују у такмичењима.
sr_latn: S vremena na vreme ćemo slati majice i druge nagrade. U budućim verzijama programa ćemo imati program za nagrade koji donosi više mogućnosti za promotere da učestvuju u takmičenjima.
tr: Zaman zaman tişörtler ve başka hediyeler yolluyoruz. Kardeşler'in ileriki sürümlerinde ödül programımız ve kardeşlik yarışmalarına yönelik başka imkanlar da olacaktır.

source: If you think there is an error with your click statistics, drop us a note at <a href="mailto:%(email)s">%(email)s</a> and we'll do our best to help you out.
cs: Pokud si myslíte, že je ve vašich statistikách stažení chyba, napište nám na e-mail <a href="mailto:%(email)s">%(email)s</a> a my se pokusíme vám pomoci.
fy: As jo tinke dat der wat mis is mei jo klikstatistiken, lit it ús dan witte fia <a href="mailto:%(email)s">%(email)s</a> en wy dogge ús bêst om jo te helpen.
hu: Amennyiben úgy gondolja, hogy kattintási statisztika hibás, akkor írjon levelet a <a href="mailto:%(email)s">%(email)s</a> címre és mindent megteszünk, hogy segíteni tudjunk.
ru: Если вы считаете, что в вашу статистику кликов вкралась ошибка, напишите нам по адресу <a href="mailto:%(email)s">%(email)s</a> и мы сделаем всё возможное, чтобы вам помочь.
sl: Če menite, da je v vaši statistiki klikov napaka, nas o tem obvestite na naslov<a href="mailto:%(email)s">%(email)s</a> , mi pa se bomo potrudili, da vam pomagamo problem rešiti.
sq: Nëse mendoni se ka gabim te statistikat për klikimet tuaja, na shkruani dy rreshta te <a href="mailto:%(email)s">%(email)s</a> dhe do të bëjmë ç'është e mundur për t'ju ardhur në ndihmë.
sr: Ако мислите да постоји грешка у Вашим статистикама, пошаљите нам <a href="mailto:%(email)s">%(email)s</a> и ми ћемо урадити све што је у нашој моћи да то исправимо.
sr_latn: Ako mislite da postoji greška u Vašim statistikama, pošaljite nam <a href="mailto:%(email)s">%(email)s</a> i mi ćemo uraditi sve što je u našoj moći da to ispravimo.
tr: Tıklama istatistikleriyle ilgili bir hata olduğunu düşünüyorsanız <a href="mailto:%(email)s">%(email)s</a> adresine bildirin, yardımcı olmak için elimizden geleni yapalım.

source: My Profile
cs: Můj profil
fy: Myn profyl
hu: Saját profil
ru: Мой Профиль
sl: Moj profil
sq: Profili Im
sr: Мој профил
sr_latn: Moj profil
tr: Profilim

source: How do I update my personal profile information?
cs: Jak mohu aktualizovat své osobní informace?
fy: Hoe wurkje ik myn persoanlike profylgegevens by?
hu: Hogyan lehet frissíteni a saját profilt?
ru: Как мне обновить информацию в моем личном профиле?
sl: Kako posodobim osebne podatke v svojem profilu?
sq: Si i përditësoj të dhënat personale të profilit tim?
sr: Како да променим информације о мом личном профилу?
sr_latn: Kako da promenim informacije o mom ličnom profilu?
tr: Kişisel profil bilgilerimi nasıl güncelleyebilirim?

source: Moved? Changed your name? Just click on the edit profile button in the upper right corner of the site.
cs: Přestěhovali jste se? Změnili své jméno? Jednoduše klepněte na tlačítko pro úpravu profilu, které se nachází nahoře vpravo na webu.
fy: Ferhuze? Fan namme feroare? Klik ienfâldichwei op de knop Profyl bywurkje rjochtsboppe yn de webstee.
hu: Elköltözött? Megváltozott a neve? Kattintson a profil szerkesztése gombra az oldal jobb felső sarkában.
ru: Переехали? Сменили свое имя? Просто нажмите на кнопку Изменение профиля в правом верхнем углу сайта.
sl: Ste se preselili? Spremenili ime? Kliknite na gumb za urejanje profila v zgornjem desnem kotu spletne strani.
sq: Lëvizët gjetkë? Ndërruat emrin? Thjesht klikoni te butoni i përpunimit të profilit tuaj në cepin e sipërm majtas të site-it.
sr: Преселили сте се? Променили сте име или презиме? Само кликните на дугме `измени профил` у горњем десном углу сајта.
sr_latn: Preselili ste se? Promenili ste ime ili prezime? Samo kliknite na dugme `izmeni profil` u gornjem desnom uglu sajta.
tr: Taşındınız mı? İsminiz mi değişti? Sitenin sağ üst köşesindeki "profil düzenle" düğmesine tıklamanız yeterli.

source: Why should I share my mailing address with Firefox Affiliates?
cs: Proč bych měl sdílet svou e-mailovou adresu s partnerským programem Firefoxu?
fy: Wêrom soa ik myn postadres mei Firefox Affiliates diele?
hu: Miért kell megadnom a levelezési címemet?
ru: Почему я должен делиться свои почтовым адресом с сайтом Помощников Firefox?
sl: Zakaj naj bi dal svoj poštni naslov, na razpolago Zaveznikom Firefoxa?
sq: Pse do të duhej ta jap adresën time postare te Përhapësit e Firefox-it?
sr: Зашто бих делио/ла своју адресу са овим сајтом?
sr_latn: Zašto bih delio/la svoju adresu sa ovim sajtom?
tr: Neden Firefox Kardeşleri ile fiziksel adresimi paylaşmalıyım?

source: While you have our deepest gratitude for spreading the word about Firefox every day, from time to time we like to thank our amazing Affiliates community with things like Firefox T-shirts &mdash; if we have your address on file, that is.
cs: Ačkoliv máte naši nejhlubší vděčnost za šíření povědomí o Firefoxu, čas od času bychom rádi poděkovali komunitě partnerského programu Firefoxu věcmi, jako jsou například trička. A proto bychom rádi znali vaši adresu.
fy: Hoewol't wy jo ús grutste tank ferskuldige binne foar it daagliks fersprieden fan it wurd oer Firefox, wolle wy fan tiid ta tiid ús geweldige Affiliates-mienskip betankje mei saken as Firefox-mouhimden &ndash; as wy op syn minst oer jo adres beskikke.
hu: Nagyon köszönjük, hogy segít a Firefox terjesztésében. Ezért a csodálatos munkáért időnként megköszönjük valamilyen ajándékkal, például Firefox pólóval &ndash; amennyiben megadta postai címét.
ru: Мы выражаем вам глубокую признательность за ежедневную пропаганду Firefox, и время от времени мы хотим выражать благодарность нашему удивительному сообществу Помощников с помощью таких вещей как футболки Firefox &mdash; если, конечно, у нас будет ваш адрес для их отправки.
sl: Globoko smo vam hvaležni, da dan na dan širite Firefox med svojimi stiki, od časa do časa pa bi se radi zahvalili našim neverjetnim Zaveznikom Firefoxa z drobnim darom, kot so Firefox T-majice - seveda le, če imamo na razpolago vaš naslov.
sq: Ndërkohë që ju shprehim përditë mirënjohjen më të thellë për përhapjen e lajmit mbi Firefox-in, herë pas here duam të falënderojmë bashkësitë tona të mahnitshme të Përhapësve me sende të tilla si bluza Firefox &mdash; nëse e kemi adresën tuaj diku, kuptohet.
sr: Иако смо Вам веома захвални што промовишете фајерфокс сваког дана, с времена на време желимо да своју захвалност изразимо тако што ћемо Вам послати поклон у виду фајерфокс мајице(ако имамо Вашу адресу, наравно).
sr_latn: Iako smo Vam veoma zahvalni što promovišete fajerfoks svakog dana, s vremena na vreme želimo da svoju zahvalnost izrazimo tako što ćemo Vam poslati poklon u vidu fajerfoks majice(ako imamo Vašu adresu, naravno).
tr: Firefox'un sözlerini yaymaya çalıştığınız için size minnettarız ve zaman zaman Firefox tişörtü gibi hediyelerle Kardeş topluluğumuza teşekkür etmek istiyoruz, tabii adresiniz bizde kayıtlıysa.

source: Getting Involved With Firefox Affiliates
cs: Zapojení se do partnerského programu Firefoxu
fy: Belutsen reitsje by Firefox Affiliates
hu: Vegyen részt a Firefox Affiliates programban
ru: Вливайтесь в ряды Помощников Firefox
sl: Kako se lahko pridružite Zaveznikom Firefoxa
sq: Si të Përshiheni Me Përhapësit e Firefox-it
sr: Како се укључити преко фајерфокс промотера
sr_latn: Kako se uključiti preko fajerfoks promotera
tr: Firefox Kardeşleri ile İletişim

source: I have an idea of a button. How can I share it?
cs: Mám nápad na tlačítko. Chcete jej slyšet?
fy: Ik haw in idee foar in knop. Hoe kin ik dy diele?
hu: Van egy ötletem? Hogyan oszthatom meg?
ru: У меня есть идея для кнопки. Как я могу ею поделиться?
sl: Imam idejo za gumb. Kako jo lahko pokažem drugim?
sq: Kam një ide për buton. Ku ta jap?
sr: Имам идеју за дугме. Како могу да је поделим са Вама?
sr_latn: Imam ideju za dugme. Kako mogu da je podelim sa Vama?
tr: Bir düğme hakkında fikrim var. Nasıl paylaşabilirim?
