Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Why should I provide my mailing address? <br/><br/> From time to time, we may send you Mozilla T-shirts or other cool stuff in the mail. If you'd like to get stuff from us, please share your mailing address, but it's not mandatory to be part of the Firefox Affiliates program.
cs: Proč bych měl(a) poskytnout svou poštovní adresu? <br/><br/> Čas od času vám může Mozilla poslat trička či jiné věci. Pokud chcete od nás podobné věci dostávat, vyplňte svou poštovní adresu. Pro účast v partnerském programu Firefoxu to však není nutné.
fy: Wêrom soe ik myn postadres opjaan? <br/><br/> Fan tiid ta tiid kinne wy jo per post Mozilla-mouhimden of oare leuk guod tastjoere. As jo dizze saken fan ús ûntfange wolle, jou dan jo postadres op; dit is net ferplicht as jo diel útmeitsje wolle fan it Firefox Affiliates-programma.
hu: Miért kell megadnom a levelezési címemet? <br/><br/> Időnként a Mozilla pólót és egyéb dolgokat küldhet postán. Amennyiben szeretne ilyesmit kapni, akkor szükségünk van az e-mail címére, de ez egyáltalán nem szükséges ahhoz, hogy a belépjen a programba.
ru: Почему я должен предоставлять свой почтовый адрес? <br/> <br/> Время от времени, мы можем посылать вам по почте футболки Mozilla или другие полезные вещи. Если вы хотите получать от нас вещи, пожалуйста, предоставьте свой почтовый адрес. Это НЕ является обязательным условием для участия в программе Помощников Firefox.
sl: Zakaj moramo navesti svoj poštni naslov? <br/><br/> Od časa do časa vam bomo lahko da poslali Mozilla T-majice in druge kul stvari na navedeni naslov. Če želite dobivati pošiljke od nas , vas prosimo, da navedete svoj poštni naslov, vendar to ni pogoj za sodelovanje pri Zaveznikih Firefoxa.
sq: Pse duhet ta jap adresën time postare? <br/> <br/> Herë pas here, mund t'ju dërgojmë me postë bluza Mozilla ose gjëra të tjera të lezetshme. Nëse doni të merrni sende prej nesh, ju lutemi, na tregoni adresën tuaj postare, por kjo nuk është e detyrueshme për të qenë pjesë e programit Përhapës të Firefox-it.
sr: Зашто треба да дам своју адресу? <br/><br/> С времена на време, можемо Вам послати Мозила мајице или друге кул ствари путем поште. Уколико бисте желели да добијете ствари од нас, молимо Вас да поделите вашу адресу, но то није обавезно да бисте били фајерфокс промотер.
sr_latn: Zašto treba da dam svoju adresu? <br/><br/> S vremena na vreme, možemo Vam poslati Mozila majice ili druge kul stvari putem pošte. Ukoliko biste želeli da dobijete stvari od nas, molimo Vas da podelite vašu adresu, no to nije obavezno da biste bili fajerfoks promoter.
tr: Neden fiziksel adresimi vermeliyim? <br/><br/>Zaman zaman size posta yoluyla Mozilla tişörtleri ve benzer hediyeler gönderebiliriz. Bizden hediye almak istiyorsanız lütfen adresinizi girin, ama Firefox Kardeşleri programına katılmak için adresinizi vermeniz zorunlu değildir.

source: Save my changes &raquo;
cs: Uložit mé změny &raquo;
fy: Myn wizigingen bewarje &raquo;
hu: Változások mentése &raquo;
ru: Сохранить мои изменения &raquo;
sl: Shrani more spremembe &raquo;
sq: Ruaji ndryshimet e mia &raquo;
sr: Сачувај моје измене &raquo;
sr_latn: Sačuvaj moje izmene &raquo;
tr: Değişikliklerimi kaydet &raquo;

source: Cancel &raquo;
cs: Zrušit &raquo;
fy: Annulearje &raquo;
hu: Mégsem &raquo;
ru: Отмена &raquo;
sl: Prekliči &raquo;
sq: Anuloje &raquo;
sr: Одустани &raquo;
sr_latn: Odustani &raquo;
tr: İptal &raquo;

source: Log in &raquo;
cs: Přihlásit &raquo;
fy: Oanmelde &raquo;
hu: Bejelentkezés &raquo;
ru: Войти &raquo;
sl: Prijava &raquo;
sq: Hyni &raquo;
sr: Пријавите се &raquo;
sr_latn: Prijavite se &raquo;
tr: Giriş &raquo;

source: Remember me
cs: Zapamatovat
fy: My ûnthâlde
hu: Emlékezzen rám
ru: Запомнить меня
sl: Zapomni si me
sq: Mbamë Mend
sr: Запамти ме
sr_latn: Zapamti me
tr: Beni hatırla

source: Forgot your password?
cs: Zapomněli jste své heslo?
fy: Jo wachtwurd ferjitten?
hu: Elfelejtette jelszavát?
ru: Забыли свой пароль?
sl: Ste pozabili svoje geslo?
sq: Harruat fjalëkalimin tuaj?
sr: Заборавили се своју лозинку?
sr_latn: Zaboravili se svoju lozinku?
tr: Parolanızı mı unuttunuz?

source: LANGUAGE
cs: JAZYK
fy: TAAL
hu: NYELV
ru: ЯЗЫК
sl: JEZIK
sq: GJUHË
sr: ЈЕЗИК
sr_latn: JEZIK
tr: DİL

source: Your country and language were automatically detected by your IP location, but you are welcome to change them here.
cs: Vaše země a jazyk byly automaticky detekovány na základě vaší IP adresy. Nicméně si tyto údaje můžete změnit.
fy: Jo lân en taal binne automatysk detektearre troch jo IP-lokaasje, mar jo kinne it hjir wizigje as jo dat winskje.
hu: Az ország és a nyelv automatikusan kiválasztásra került az IP-címe alapján, de itt megváltoztathatja.
ru: Ваша страна и язык были автоматически определены по вашему IP адресу, но вы можете здесь их изменить.
sl: Vašo državo in jezik smo samodejno ugotovili na osnovi IP lokacijo, vendar pa ju lahko tu spremenite.
sq: Vendi dhe gjuha juaj u diktuan vetvetiu prej vendndodhjes suaj IP, por mund t'i ndryshoni ato që këtu.
sr: Ваша држава и језик су аутоматски детектовани преко Ваше ИП локације, али сте добродошли да их промените овде.
sr_latn: Vaša država i jezik su automatski detektovani preko Vaše IP lokacije, ali ste dobrodošli da ih promenite ovde.
tr: Ülkeniz ve diliniz IP konumunuzdan otomatik olarak tespit edildi, ama isterseniz buradan değiştirebilirsiniz.

source: COUNTRY
cs: ZEMĚ
fy: LÂN
hu: ORSZÁG
ru: СТРАНА
sl: DRŽAVA
sq: VEND
sr: ДРЖАВА
sr_latn: DRŽAVA
tr: ÜLKE

source: I wish to receive information and notifications about Firefox and Mozilla via email.
cs: Chci dostávat e-mailem informace a upozornění o Firefoxu a Mozille.
fy: Ik winskje ynformaasje en oankundigingen oer Firefox en Mozilla fia e-mail te ûntfangen.
hu: Szeretnék információt és értesítéseket kapni a Firefoxról és a Mozilláról e-mailben.
ru: Я хочу получать информацию и уведомления о Firefox и Mozilla по электронной почте.
sl: Želim prek e-pošte prejemati informacije in obvestila o Firefoxu in o Mozilli.
sq: Dëshiroj të marr me email informacione dhe njoftime rreth Firefox-it dhe Mozilla-s.
sr: Желим да примам информације и обавештења о фајерфоксу и Мозили преко ел. поште.
sr_latn: Želim da primam informacije i obaveštenja o fajerfoksu i Mozili preko el. pošte.
tr: Firefox ve Mozilla hakkındaki bilgi ve duyuruları e-posta yoluyla almak istiyorum.

source: I agree to the Firefox Affiliates <a href="%(tos)s">terms of service</a> and Mozilla <a href="%(privacy_policy)s">Privacy Policy</a>
cs: Souhlasím s <a href="%(tos)s">pravidly služby</a> Partnerského programu Firefoxu a <a href="%(privacy_policy)s">zásady ochrany soukromí</a> Mozilly.
fy: Ik gean akkoard mei de <a href="%(tos)s">brûkersfoarwearden</a> fan Firefox Affiliates en it <a href="%(privacy_policy)s">privacybelied</a> fan Mozilla
hu: Elfogadom a Firefox Affiliates weboldal <a href="%(tos)s">felhasználási feltételeit</a> és a Mozilla <a href="%(privacy_policy)s">adatvédelmi irányelveit</a>
ru: Я согласен с <a href="%(tos)s">условиями обслуживания</a> сайта Помощников Firefox и <a href="%(privacy_policy)s">Политикой приватности</a> Mozilla
sl: S <a href="%(tos)s">pogoji storitve</a> in <a href="%(privacy_policy)s">Politiko o zasebnosti</a> Mozille pri Zaveznikih Firefoxa se strinjam
sq: Pajtohem me <a href="%(tos)s">kushtet e shërbimit</a> të Përhapësve të Firefox-it dhe <a href="%(privacy_policy)s">Rregullat e Privatësisë</a> së Mozilla-s
sr: Слажем се са <a href="%(tos)s">условима коришћења услуге</a> сајта за фајерфокс промотере и Мозилином <a href="%(privacy_policy)s">полисом о приватности</a>
sr_latn: Slažem se sa <a href="%(tos)s">uslovima korišćenja usluge</a> sajta za fajerfoks promotere i Mozilinom <a href="%(privacy_policy)s">polisom o privatnosti</a>
tr: Firefox Kardeşleri <a href="%(tos)s">hizmet koşullarını</a> ve Mozilla <a href="%(privacy_policy)s">Gizlilik İlkeleri</a>'ni kabul ediyorum

source: Register &raquo;
cs: Registrace &raquo;
fy: Registrearje &raquo;
hu: Regisztráció &raquo;
ru: Регистрация &raquo;
sl: Registracija &raquo;
sq: Regjistrohuni &raquo;
sr: Региструјте се &raquo;
sr_latn: Registrujte se &raquo;
tr: Kaydet &raquo;

source: Password reset successful!
cs: Heslo bylo úspěšně obnoveno!
fy: Fernijen fan wachtwurd slagge!
hu: A jelszó módosítása sikerült!
ru: Пароль успешно сброшен!
sl: Geslo uspešno ponastavljeno!
sq: Ndryshim i sukseshëm fjalëkalimi!
sr: Лозинка је успешно ресетована!
sr_latn: Lozinka je uspešno resetovana!
tr: Parola sıfırlama başarıyla tamamlandı!

source: You have successfully changed your password. <a href="%(href)s">Return to the home page and log in using your new password</a>.
cs: Úspěšně jste změnil(a) heslo. <a href="%(href)s">Přejděte zpět na domovskou stránku a přihlašte se s pomocí nového hesla</a>.
fy: Jo hawwe jo wachtwurd mei sukses wizige. <a href="%(href)s">Gean werom nei de begjinside en meld jo oan mei jo nije wachtwurd</a>.
hu: Sikeresen megváltoztatta jelszavát. <a href="%(href)s">Menjen vissza a kezdőlapra és jelentkezzen be új jelszavával</a>.
ru: Вы успешно сменили свой пароль. <a href="%(href)s">Вернитесь на домашнюю страницу и войдите, используя новый пароль</a>.
sl: Uspešno ste spremenili svoje geslo. <a href="%(href)s">Vrnite se na domačo stran in se prijavite z novim geslom</a>.
sq: E ndryshuat me sukses fjalëkalimin tuaj. <a href="%(href)s">Kthehuni te faqja hyrëse dhe bëni hyrjen duke përdorur fjalëkalimin tuaj të ri</a>.
sr: Успешно сте променили своју лозинку. <a href="%(href)s">Вратите се на почетну страну и пријавите се користећи своју нову лозинку.</a>
sr_latn: Uspešno ste promenili svoju lozinku. <a href="%(href)s">Vratite se na početnu stranu i prijavite se koristeći svoju novu lozinku.</a>
tr: Parolanızı başarıyla değiştirdiniz. <a href="%(href)s">Ana sayfaya dönüp yeni parolanızla giriş yapın.</a>

source: Password Reset
cs: Obnovení hesla
fy: Wachtwurdfernijing
hu: Jelszó beállítása
ru: Сброс пароля
sl: Ponastavitev gesla
sq: Ricaktim Fjalëkalimi
sr: Ресетовање лозинке
sr_latn: Resetovanje lozinke
tr: Parola Sıfırlama

source: CONFIRM PASSWORD
cs: POTVRZENÍ HESLA
fy: BEFESTIGJE WACHTWURD
hu: JELSZÓ MEGERŐSÍTÉSE
ru: ПОДТВЕРДИТЬ ПАРОЛЬ
sl: POTRDITE GESLO
sq: RIPOHONI FJALËKALIMIN
sr: ПОТВРДИТЕ ЛОЗИНКУ
sr_latn: POTVRDITE LOZINKU
tr: PAROLAYI DOĞRULA

source: Reset password &raquo;
cs: Obnova hesla &raquo;
fy: Wachtwurd fernije &raquo;
hu: Jelszó beállítása &raquo;
ru: Сброс пароля &raquo;
sl: Ponastavi geslo &raquo;
sq: Ricaktoni fjalëkalimin &raquo;
sr: Ресетовање лозинке &raquo;
sr_latn: Resetovanje lozinke &raquo;
tr: Parolayı sıfırla &raquo;

source: Password reset unsuccessful
cs: Heslo nebylo úspěšně obnoveno
fy: Fernijen fan wachtwurd mislearre!
hu: Jelszó átállítása sikertelen volt
ru: Сброс пароля не удался
sl: Ponastavitev gesla neuspešna
sq: Fjalëkalimi nuk u ricaktua me sukses
sr: Ресетовање лозинке неуспешно!
sr_latn: Resetovanje lozinke neuspešno!
tr: Parola sıfırlama başarısız

source: The password reset link was invalid, possibly because it has already been used. <a href="%(href)s">Please request a new password reset.</a>
cs: Odkaz na zrušení hesla byl neplatný. Pravděpodobně byl již použit. <a href="%(href)s">Požádejte o nové zrušení hesla</a>.
fy: De keppeling om jo wachtwurd te fernijen is ûnjildich, mooglik omdat hy al ris brûkt is. <a href="%(href)s">Freegje in nij wachtwurdfernijing oan.</a>
hu: A jelszó létrehozására mutató hivatkozás nem megfelelő. Lehet, hogy már korábban felhasználásra került. <a href="%(href)s">Indítsa újra a jelszó létrehozásának folyamatát.</a>
ru: Ссылка на сброс пароля была некорректной, возможно потому, что он уже была использована. <a href="%(href)s">Пожалуйста, запросите новый сброс пароля.</a>
sl: Veza za ponastavitev gesla je bila neveljavna, morda zato, ker se jo je že uporabilo. <a href="%(href)s">Zahtevajte prosim ponovno ponastavitev gesla.</a>
sq: Lidhja për ricaktimin e fjalëkalimit qe e pavlefshme, me gjasë ngaqë është përdorur tashmë një herë. <a href="%(href)s">Ju lutemi, kërkoni një ricaktim të ri të fjalëkalimit.</a>
sr: Веза за ресетовање лозинке је неважећа, вероватно зато што сте је већ користили. <a href="%(href)s">Молимо Вас да затражите ново ресетовање лозинке.</a>
sr_latn: Veza za resetovanje lozinke je nevažeća, verovatno zato što ste je već koristili. <a href="%(href)s">Molimo Vas da zatražite novo resetovanje lozinke.</a>
tr: Parola sıfırlama linki geçersiz. Daha önce kullanılmış olabilir. <a href="%(href)s">Lütfen yeni bir parola sıfırlaması talep edin.</a>

source: We've sent an email to any account using this email address. Please follow the link in the email to reset your password.
cs: Poslali jsme na vaši e-mailovou adresu e-mail. Pro zrušení hesla klepněte na odkaz, který je v e-mailu obsažen.
fy: Wy hawwe in e-mailberjocht stjoerd nei alle accounts dy't dit e-mailadres brûke. Folgje de keppeling yn it e-mailberjocht om jo wachtwurd opnij yn te stellen.
hu: A címet használó minden fióknak küldtünk egy e-mailt. Kövesse az e-mailben található hivatkozást a jelszó visszaállításához.
ru: Мы направили письмо на любую учетную запись, используя этот адрес эл. почты. Пожалуйста, проследуйте по ссылке в письме, чтобы сбросить свой пароль.
sl: Pošto smo poslali na račun s tem naslovom. Sledite prosim povezavi v pošti, da ponastavite svoje geslo.
sq: Dërguam një email te cilado llogari që përdor këtë adresë email. Që të ricaktoni fjalëkalimin tuaj, ju lutemi, ndiqni lidhjen e dhënë te email-i.
sr: Послали смо ел. пошту на било који налог који је повезан са овом адресом ел. поште. Молимо Вас да следите везу у ел. пошти како бисте ресетовали своју лозинку.
sr_latn: Poslali smo el. poštu na bilo koji nalog koji je povezan sa ovom adresom el. pošte. Molimo Vas da sledite vezu u el. pošti kako biste resetovali svoju lozinku.
tr: Bu e-posta adresini kullanan hesaba e-posta gönderdik. Parolanızı sıfırlamak için lütfen e-postanızdaki bağlantıya tıklayın.

source: Forgot password on Firefox Affiliates!
cs: Zapomněl(a) jsem heslo do partnerského programu
fy: Wachtwurd op Firefox Affiliates ferjitten!
hu: Elfelejtettem a jelszavamat!
ru: Я забыл пароль на сайт Помощников Firefox!
sl: Pozabil geslo za Zaveznike Firefoxa!
sq: Harrova fjalëkalimin për te Përkrahësa të Firefox-it!
sr: Заборави лозинку на сајту за фајерфокс промотере!
sr_latn: Zaboravi lozinku na sajtu za fajerfoks promotere!
tr: Firefox Kardeşleri parolamı unuttum

source: Please enter your e-mail and we'll reset your password:
cs: Vložte prosím svou e-mailovou adresu a my vám obnovíme vaše heslo:
fy: Fier jo e-mailadres yn en wy werinisjalisearje jo wachtwurd.
hu: Adja meg az e-mail címét és új jelszót állíthat be:
ru: Пожалуйста, введите свой адрес эл. почты и мы сбросим ваш пароль:
sl: Vnesite svojo e-pošto, da bomo vaše geslo ponastavili:
sq: Ju lutemi, jepni e-mail-in tuaj dhe do t'ju ricaktojmë fjalëkalimin:
sr: Молимо унесите адресу своје ел. поште и ми ћемо ресетовати Вашу лозинку.
sr_latn: Molimo unesite adresu svoje el. pošte i mi ćemo resetovati Vašu lozinku.
tr: Parolanızı sıfırlamak için lütfen e-posta adresinizi girin:

source: Send &raquo;
cs: Odeslat &raquo;
fy: Ferstjoere &raquo;
hu: Küldés &raquo;
ru: Отправить &raquo;
sl: Pošlji &raquo;
sq: Dërgoje &raquo;
sr: Пошаљи &raquo;
sr_latn: Pošalji &raquo;
tr: Gönder &raquo;

source: Please click on the link provided in the e-mail to access your Affiliates account.
cs: Pro přístup ke svému účtu klepněte na odkaz, který je v e-mailu uveden.
fy: Klik op de keppeling yn it e-mailberjocht om tagong ta jo Affiliates-account te krijen.
hu: Kattintson az e-mailen küldött hivatkozásra, hogy hozzáférhessen felhasználói fiókjához.
ru: Пожалуйста, щёлкните по ссылке из сообщения электронной почты для доступа к вашей учетной записи Помощника.
sl: Kliknite na povezavo iz e-pošte za dostop do svojega računa pri Zaveznikih Firefoxa.
sq: Ju lutemi, klikoni te lidhja e dhënë te e-mail-i që të hyni në llogarinë tuaj te Përhapësit.
sr: Кликните на везу у ел. пошти како бисте приступили свом налогу на сајту за фајерфокс промотере.
sr_latn: Kliknite na vezu u el. pošti kako biste pristupili svom nalogu na sajtu za fajerfoks promotere.
tr: Kardeşler hesabınızı erişmek için lütfen e-postanıza gönderilen bağlantıya tıklayın.

source: Did you make a left at that last URL instead of a right? No problem. Unless you want us to deal you in, here are some tips to get you back on your way:
cs: Přišli jste na tuto URL na místo nějaké konkrétní? Není problém. Pokud to nechcete řešit, je zde několik tipů, kam jít dále:
fy: Binne jo by die lêste URL linksôf slein yn stee fan rjochts? Gjin probleem. Utsein jo wolle dat wy jo yndiele, binne hjir in oantal tips om jo wer op it goede paad te helpen:
hu: Nem a jó helyre került a legutoljára kattintott linkről? Semmi baj. Did you make a left at that last URL instead of a right? No problem. Hacsak nem akarja, hogy foglalkozzunk vele, akkor itt van néhány ötlet, hogyan is találhatja meg, amit keresett:
ru: Повернули налево на последней ссылке вместо того, чтобы повернуть направо? Без проблем. Если только вы не хотите сыграть в рулетку, вот несколько советов для того, чтобы вернуться на свой путь:
sl: Zavili na levo na zadnjem URL namesto desno, kajne? Ni problema. Razen če ne želite, da iščemo naprej, nekaj nasvetov, kako se vrnete na pravo pot:
sq: Mos u kthyet majtas te URL-ja e fundit, në vend se të ktheheshit djathtas? S'ka problem. Veç në daçi të bëjmë një dorë bashkë, përndryshe ja disa ndihmëza për t'ju kthyer në drejtimin e duhur:
sr: Да ли сте залутали? Нема проблема, ево неколико савета који ће Вас вратити назад прави пут:
sr_latn: Da li ste zalutali? Nema problema, evo nekoliko saveta koji će Vas vratiti nazad pravi put:
tr: Son adresten sağa döneceğinize sola mı döndünüz? Sorun değil. İşte yolunuza geri dönmeniz için birkaç ipucu:

source: If you’re not sure what you’re looking for, start at <a href="%(href)s">mozilla.org</a>.
cs: Pokud si nejste jist(a), co hledáte, začněte na <a href="%(href)s">mozilla.org</a>.
fy: As jo net wis binne wêrnei jo op syk binne, begjin dan by <a href="%(href)s">mozilla.org</a>.
hu: Ha nem biztos benne, hogy mit keres, akkor kezdje a <a href="%(href)s">mozilla.org</a> weboldalon.
ru: Если вы не уверены, что вы ищете, начните с <a href="%(href)s">mozilla.org</a>.
sl: Če ne veste, kod in kam, začnite znova pri <a href="%(href)s">mozilla.org</a>.
sq: Nëse nuk jeni i sigurt se për çfarë po shihni, fillojani me <a href="%(href)s">mozilla.org</a>.
sr: Уколико нисте сигурни шта тражите, крените од <a href="%(href)s"> mozilla.org</a>.
sr_latn: Ukoliko niste sigurni šta tražite, krenite od <a href="%(href)s"> mozilla.org</a>.
tr: Ne aradığınızdan emin değilsiniz <a href="%(href)s">mozilla.org</a>'dan başlayın.

source: An Error Occurred
cs: Nastala chyba
fy: Der is in flater bard
hu: Hiba történt
ru: Произошла ошибка
sl: Prišlo je do napake
sq: Ndodhi Një Gabim
sr: Дошло је до грешке
sr_latn: Došlo je do greške
tr: Bir hata oluştu

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
cs: Ale ne! Zdá se, že nastala neočekávaná chyba. Již jsme na to upozornili administrátory webu. Zkuste to prosím znovu, případně za několik minut.
fy: Oh nee, it liket dêrop dat der in ûnferwachte flater bard is. Wy hawwe de behearders fan de webside al op de hichte brocht. Probearje it no of oer inkele minuten opnij.
hu: Úgy látszik, hogy egy váratlan hiba történt, amelyről már értesítettük az oldal üzemeltetőjét. Próbálja meg most újra vagy néhány perccel később.
ru: О нет! Похоже, что произошла непредвиденная ошибка. Мы уже уведомили администраторов сайта. Пожалуйста, попробуйте снова сейчас или через несколько минут.
sl: Oh, ne! Zgleda je prišlo do nepričakovane napake. Administratorje smo že obvestili. Poskusite prosim znova zdaj, ali čez nekaj minut.
sq: Oh, mos! Duket se ndodhi një gabim i papritur. I kemi njoftuar tashmë përgjegjësit e site-it. Ju lutemi, riprovoni tani, ose pas pak minutash.
sr: Ох не! Изгледа да се десила неочекивана грешка. Ми смо већ обавестили администраторе. Молимо покушајте поново сада, или за неколико минута.
sr_latn: Oh ne! Izgleda da se desila neočekivana greška. Mi smo već obavestili administratore. Molimo pokušajte ponovo sada, ili za nekoliko minuta.
tr: Tüh! Görünüşe bakılırsa beklenmeyen bir hata oluştu. Site yöneticilerini haberdar ettik. Lütfen birkaç dakika sonra tekrar deneyin.

source: Firefox<span>Affiliates</span>
cs: Partnerský program <span>Firefoxu</span>
hu: Firefox<span>Barátai</span>
ru: <span>Помощники</span>Firefox
sl: <span>Zavezniki</span> Firefoxa
sq: <span>Përhapës</span> Firefox-i
sr: Фајерфокс<span>промотери</span>
sr_latn: Fajerfoks<span>promoteri</span>
tr: Firefox<span>KARDEŞLERİ</span>

source: Everything you need to share Firefox with the world.
cs: Vše, co potřebujete, abyste informovali svět o Firefoxu.
fy: Alles wat jo nedich hawwe om Firefox mei de wrâld te dielen.
hu: Minden amire csak szüksége lehet, hogy a Firefoxot megismertesse a világgal.
ru: Всё, что вам нужно, чтобы поделиться Firefox с миром.
sl: Vse, kar potrebujete, da si Firefox delite s svetom.
sq: Krejt ç'ju duhet për ta ndarë Firefox-in me botën.
sr: Све што треба да поделите фајерфокс са светом.
sr_latn: Sve što treba da podelite fajerfoks sa svetom.
tr: Firefox'u dünyayla paylaşmanız için gereken her şey.

source: Let’s be <span>friends!</span>
cs: Buďme <span>přátelé!</span>
fy: Litte wy <span>freonen</span> wurde!
hu: Legyünk <span>barátok!</span>
ru: Давайте <span>дружить!</span>
sl: Bodimo <span>eno!</span>
sq: Le të bëhemi <span>shokë!</span>
sr: Будимо <span>пријатељи!</span>
sr_latn: Budimo <span>prijatelji!</span>
tr: <span>Arkadaş</span> olalım!

source: More Ways to Connect
cs: Další způsoby
fy: Mear manieren om te ferbinen
hu: Egyéb lehetőségek
ru: Другие способы связи
sl: In še drugi stiki
sq: Më Tepër Rrugë Për Lidhje
sr: Још начина за повезивање
sr_latn: Još načina za povezivanje
tr: Diğer Yollar

source: Want us to keep in touch?
cs: Chcete zůstat v kontaktu?
fy: Wolle jo dat wy kontakt hâlde?
hu: Tartsuk a kapcsolatot?
ru: Хотите быть с нами на связи?
sl: Želite ostati v stiku?
sq: Doni të vazhdojmë lidhjet?
sr: Желите да останемо у контакту?
sr_latn: Želite da ostanemo u kontaktu?
tr: İrtibatı kesmeyelim

source: Get Monthly News <span>»</span>
cs: Odběr zpravodaje <span>»</span>
fy: Eltse moanne nijs ûntfange <span>»</span>
hu: Kapjon Havi Híreket <span>»</span>
ru: Получайте ежемесячные новости <span>»</span>
sl: Mesečne novice <span>»</span>
sq: Merrni Lajmet Mujore <span>»</span>
sr: Добијајте месечне вести <span>»</span>
sr_latn: Dobijajte mesečne vesti <span>»</span>
tr: Aylık Bülten'i alın <span>»</span>

source: Back to home page
cs: Zpět na domovskou stránku
fy: Werom nei begjinside
hu: Vissza a kezdőlaphoz
ru: Вернуться на домашнюю страницу
sl: Nazaj na domačo stran
sq: Mbrapsht te faqja e hyrjes
sr: Повратак на почетну страну
sr_latn: Povratak na početnu stranu
tr: Ana sayfaya dön

source: Desktop
fy: Buro-PC
hu: Számítógép
ru: Десктоп
sl: Namizni računalnik
sr: Десктоп
tr: Masaüstü

source: Features
cs: Vlastnosti
fy: Funksjes
hu: Funkciók
ru: Возможности
sl: Funkcije
sq: Veçori
sr: Могућности
sr_latn: Mogućnosti
tr: Özellikler

source: Security
cs: Bezpečnost
fy: Befeiliging
hu: Biztonság
ru: Безопасность
sl: Varnost
sq: Siguri
sr: Сигурност
sr_latn: Sigurnost
tr: Güvenlik

source: Performance
cs: Výkon
fy: Prestaasjes
hu: Teljesítmény
ru: Производительность
sl: Zmogljivost
sq: Suksesshmëri
sr: Перформансе
sr_latn: Performanse
tr: Performans

source: Customization
cs: Přizpůsobitelnost
fy: Oanpasberheid
hu: Testreszabás
ru: Настройка
sl: Prilagajanje
sq: Përshtatje
sr: Прилагођавање
sr_latn: Prilagođavanje
tr: Özelleştirme
