Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Full Name
cs: Celé jméno
fy: Folsleine namme
hu: Teljes név
ru: Полное имя
sl: Polno ime
sq: Emër i Plotë
sr: Пуно име и презиме
sr_latn: Puno ime i prezime
tr: Tam adınız

source: Street
cs: Ulice
fy: Strjitte
hu: Utca
ru: Улица
sl: Ulica
sq: Rrugë
sr: Улица
sr_latn: Ulica
tr: Sokak ve Mahalle

source: Apartment or Unit # (optional)
cs: Oblast (volitelné)
fy: Appartemint of ienheid-# (opsjoneel)
hu: Házszám (nem szükséges)
ru: Номер квартиры (необязательно)
sl: Stanovanje ali št enote # (neobvezno)
sq: Apartament ose Njësi # (opsionale)
sr: Број стана
sr_latn: Broj stana
tr: Kapı No

source: City
cs: Město
fy: Wenplak
hu: Város
ru: Город
sl: Mesto
sq: Qytet
sr: Град
sr_latn: Grad
tr: İlçe

source: State or Province
cs: Stát či provincie
fy: Steat of provinsje
hu: Állam vagy tartomány
ru: Город или область
sl: Država ali okraj
sq: Shtet ose Provincë
sr: Покрајина
sr_latn: Pokrajina
tr: İl

source: Zip or Postal Code
cs: Poštovní směrovačí číslo
fy: Postkoade
hu: Zip vagy irányítószám
ru: Почтовый индекс
sl: Poštna številka
sq: Zip ose Kod Postar
sr: Поштански број
sr_latn: Poštanski broj
tr: Posta Kodu

source: Your password
cs: Vaše heslo
fy: Jo wachtwurd
hu: Jelszava
ru: Ваш пароль
sl: Vaše geslo
sq: Fjalëkalimi juaj
sr: Ваша лозинка
sr_latn: Vaša lozinka
tr: Parolanız

source: This email is already taken! Please try again.
cs: Tento e-mail je již zabrán! Zkuste to znovu.
fy: Dit e-mailadres is al yn gebrûk! Probearje it opnij.
hu: Ezt az e-mail címet már használják! Próbálja meg újra.
ru: Этот адрес эл. почты уже занят! Пожалуйста, попробуйте снова.
sl: Ta e-naslov je že zavzet! Poizkusite znova.
sq: Ky email është tashmë i zënë. Ju lutemi, riprovoni.
sr: Ова адреса ел. поште је заузета. Молимо покушајте поново.
sr_latn: Ova adresa el. pošte je zauzeta. Molimo pokušajte ponovo.
tr: Bu e-posta zaten kullanılıyor! Lütfen tekrar deneyin.

source: Please activate your Firefox Affiliates account
cs: Aktivujte si prosím váš účet Partnerského programu Firefoxu.
fy: Aktivearje jo Firefox Affiliates-account
hu: Aktiválja a Firefox Affiliates oldalon a felhasználói fiókját
ru: Пожалуйста, активируйте вашу учётную запись помощника Firefox
sl: Aktivirajte prosim svoj račun za Zaveznike Firefoxa
sq: Ju lutemi, aktivizoni llogarinë tuaj si Përhapës i Firefox-it
sr: Молимо активирајте свој налог
sr_latn: Molimo aktivirajte svoj nalog
tr: Lütfen Firefox Kardeşleri hesabınız etkinleştirin

source: Display name
cs: Jméno
fy: Werjeftenamme
hu: Megjelenő név
ru: Отображаемое имя
sl: Prikazno ime
sq: Emër në ekran
sr: Име које ће бити приказано на сајту
sr_latn: Ime koje će biti prikazano na sajtu
tr: Görünen ad

source: Address Line 1
cs: První řádek adresy
fy: Adresrigel 1
hu: Cím első sor
ru: 1-я строка адреса
sl: Naslov vrstica 1
sq: Rreshti 1 i Adresës
sr: Адреса 1
sr_latn: Adresa 1
tr: Adres satırı 1

source: Address Line 2
cs: Druhý řádek adresy
fy: Adresrigel 2
hu: Cím második sor
ru: 2-я строка адреса
sl: Naslov vrstica 2
sq: Rreshti 2 i Adresës
sr: Адреса 2
sr_latn: Adresa 2
tr: Adres satırı 2

source: Country
cs: Země
fy: Lân
hu: Ország
ru: Страна
sl: Država
sq: Vend
sr: Држава
sr_latn: Država
tr: Ülke

source: Your profile was updated successfully!
cs: Váš profil byl úspěšně aktualizován.
fy: Jo profyl is mei sukses bywurke!
hu: A fiók frissítése sikeresen megtörént!
ru: Ваш профиль был успешно обновлён!
sl: Vaš profil je uspešno posodobljen!
sq: Profili juaj u përditësua me sukses!
sr: Ваш профил је успешно ажуриран!
sr_latn: Vaš profil je uspešno ažuriran!
tr: Profiliniz başarıyla güncellendi!

source: Please complete your user profile
cs: Dokončete prosím svůj uživatelský profil
fy: Foltôgje jo brûkersprofyl
hu: Egészítse ki profilját
ru: Пожалуйста, заполните ваш пользовательский профиль.
sl: Dopolnite prosim svoj profil
sq: Ju lutemi, plotësoni profilin tuaj
sr: Молимо довршите свој кориснички профил
sr_latn: Molimo dovršite svoj korisnički profil
tr: Lütfen kullanıcı profilinizi tamamlayın

source: Email verified
cs: E-mail byl ověřen
fy: E-mailadres ferifiearre
hu: E-mail cím ellenőrizve
ru: Адрес эл. почты проверен
sl: E-naslov preverjen
sq: Email-i u verifikua
sr: Адреса ел. поште потврђена
sr_latn: Adresa el. pošte potvrđena
tr: E-posta doğrulandı

source: Your email address has been verified. You may now <a href="%(href)s">log in from the homepage</a>.
cs: Vaše e-mailová adresa byla ověřena. Nyní se můžete <a href="%(href)s">na stránce přihlásit</a>.
fy: Jo e-mailadres is ferifiearre. Jo kinne jo no <a href="%(href)s">oanmelde op de startside</a>.
hu: Az e-mail cím ellenőrzése megtörtént. Mostantól <a href="%(href)s">beléphet</a> a weboldalra.
ru: Ваш адрес эл. почты был проверен. Теперь вы можете <a href="%(href)s">войти с домашней страницы</a>.
sl: Vaš e-poštni naslov se je preverilo. Sedaj se lahko prijavite na <a href="%(href)s">domačo stran</a>.
sq: Adresa juaj email është verifikuar. Tani mund të <a href="%(href)s">hyni që prej faqes hyrëse</a>.
sr: Ваша адреса ел. поште је потврђена. Сада се можете <a href="%(href)s">пријавити са почетне стране</a>.
sr_latn: Vaša adresa el. pošte je potvrđena. Sada se možete <a href="%(href)s">prijaviti sa početne strane</a>.
tr: E-posta adresiniz doğrulanmıştır. Şimdi <a href="%(href)s">ana sayfadan oturum açabilirsiniz</a>.

source: Activation failed
cs: Aktivace selhala
fy: Aktivearren mislearre
hu: Az aktiváció sikertelen
ru: Активация не удалась
sl: Aktiviranje ni uspelo
sq: Aktivizimi dështoi
sr: Активација није успела
sr_latn: Aktivacija nije uspela
tr: Etkinleştirme başarısız

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
cs: Nemohli jsme váš účet aktivovat. Ujistěte se, že jste klepli správně na odkaz ve vašem e-mailu nebo jste zadali správnou adresu.
fy: Wy koenen jo account net aktivearje. Kontrolearje oft jo op de goede keppeling yn jo e-mailberjocht klikt hawwe oft dat jo it goede adres yntypt hawwe.
hu: Nem tudtuk aktiválni a felhasználónevét. Ellenőrizze, hogy az elküldött e-mailben a megfelelő hivatkozásra kattintott vagy megfelelő címet állított be.
ru: Нам не удалось активировать вашу учетную запись. Пожалуйста, убедитесь, что вы щёлкнули по правильной ссылке в сообщении электронной почты или набрали правильный адрес.
sl: Vašega računa nismo mogli aktivirati. Preverite prosim, ali ste kliknili na pravilno povezavo v vaši pošti in ali ste vnesli v pravilen naslov.
sq: Nuk aktivizuam dot llogarinë tuaj. Ju lutemi, sigurohuni që keni klikuar mbi lidhjen e duhur te email-i që ju erdhi, ose që keni dhënë adresën e saktë.
sr: Нисмо успели да активирамо Ваш налог. Молимо проверите да ли сте пратили исправну везу коју сте добили ел. поштом или да сте унели исправну адресу.
sr_latn: Nismo uspeli da aktiviramo Vaš nalog. Molimo proverite da li ste pratili ispravnu vezu koju ste dobili el. poštom ili da ste uneli ispravnu adresu.
tr: Hesabınızı etkinleştiremedik. Lütfen e-postanızdaki doğru bağlantıya tıkladığınızdan veya adresi doğru yazdığınızdan emin olun.

source: Edit your user profile
cs: Úprava uživatelského profilu
fy: Jo brûkersprofyl bewurkje
hu: Profil szerkesztése
ru: Изменить ваш профиль пользователя
sl: Uredite svoj profil
sq: Përpunoni profilin tuaj të përdoruesit
sr: Измените свој кориснички профил
sr_latn: Izmenite svoj korisnički profil
tr: Kullanıcı profilinizi düzenleyin

source: Thanks for joining <span>Firefox Affiliates!</span>
cs: Děkujeme za připojení k <span>partnerskému programu Firefoxu!</span>
fy: Tank foar it oanmelden by <span>Firefox Affiliates!</span>
hu: Köszönjünk, hogy csatlakozott a <span>Firefox Affiliates programhoz!</span>
ru: Спасибо, что присоединились к <span>Помощникам Firefox!</span>
sl: Hvala vam, ker ste se pridružili <span>Zaveznikom Firefoxa!</span>
sq: Ju faleminderit që u bëtë pjesë e <span>Përhapësve të Firefox-it!</span>
sr: Хвала што сте се прикључили <span>програму за промотере!</span>
sr_latn: Hvala što ste se priključili <span>programu za promotere!</span>
tr: <span>Firefox Kardeşleri'ne</span> katıldığınız için teşekkürler!

source: We've just sent an activation email to: <span>%(email)s <a href="%(homepage)s">(Change)</a></span>
cs: Poslali jsme aktivační e-mail na adresu: <span>%(email)s <a href="%(homepage)s">(Změnit)</a></span>
fy: Wy hawwe sa krekt in aktivearringsberjocht stjoerd nei: <span>%(email)s <a href="%(homepage)s">(Wizigje)</a></span>
hu: Elküldtük az aktivációs kódot e-mailben: <span>%(email)s <a href="%(homepage)s">(Módosítás)</a></span>
ru: Мы только что послали письмо для активации на: <span>%(email)s <a href="%(homepage)s">(Изменить)</a></span>
sl: Ravnokar smo na naslov: <span>%(email)s <a href="%(homepage)s">(Sprememba)</a></span> poslali e-pošto za aktivacijo
sq: Sapo ju dërguam një email aktivizimi te: <span>%(email)s <a href="%(homepage)s">(Ndryshojeni)</a></span>
sr: Управо смо послали активациону ел. пошту на: <span>%(email)s<a href="%(homepage)s">(измени)</span>
sr_latn: Upravo smo poslali aktivacionu el. poštu na: <span>%(email)s<a href="%(homepage)s">(izmeni)</span>
tr: Etkinleştirme için şu adrese bir e-posta gönderdik: <span>%(email)s <a href="%(homepage)s">(Değiştir)</a></span>

source: Please click on the link provided in the email to verify that your email is valid.
cs: Pro ověření, že je vaše e-mailová adresa správná, klepněte na odkaz v e-mailu.
fy: Klik op de keppeling yn it e-mailberjocht om de jildichheid fan jo e-mailadres te ferifiearjen.
hu: Kattintson a levélben található hivatkozásra, amellyel igazolhatja, hogy a megadott e-mail cím valós.
ru: Пожалуйста, щёлкните по ссылке в письме, чтобы подтвердить корректность вашего адреса.
sl: Kliknite na povezavo v e-pošti, da se prepričamo, da je vaš e-poštni naslov veljaven.
sq: Ju lutemi, klikoni te lidhja e dhënë te e-mail-i që të verifikohet se email-i juaj është i vlefshëm.
sr: Молимо Вас да кликнете на везу понуђену у ел. пошти како бисте потврдили да је Ваша ел. пошта важећа.
sr_latn: Molimo Vas da kliknete na vezu ponuđenu u el. pošti kako biste potvrdili da je Vaša el. pošta važeća.
tr: Lütfen e-postanızın doğruluğunu onaylamak için gönderilen bağlantıya tıklayın.

source: Welcome to Firefox Affiliates.
cs: Vítá vás partnerský program Firefoxu
fy: Wolkom by Firefox Affiliates.
hu: Üdvözöljük a Firefox Affiliates oldalán.
ru: Добро пожаловать на сайт помощников Firefox.
sl: Dobrodošli pri Zaveznikih Firefoxa.
sq: Mirë se vini te Përhapësit e Firefox-it.
sr: Добродошли на сајт за фајерфокс промотере.
sr_latn: Dobrodošli na sajt za fajerfoks promotere.
tr: Firefox Kardeşleri'ne hoş geldiniz.

source: Before you can use your new account you must activate it -- this ensures the email address you used is valid and belongs to you. To activate your account, click the link below or copy and paste the whole thing into your browser's location bar:
cs: Dříve, než budete moci svůj nový účet použít, jej musíte aktivovat. Tím ověříte, že e-mailová adresa, kterou používáte, je platná a náleží vám. Pro aktivaci svého účtu klepněte na odkaz níže nebo jej celý zkopírujte a vložte do adresního řádku vašeho prohlížeče:
fy: Eardat jo jo nije account brûke kinne moatte jo dizze aktivearje -- hjirtroch binne wy wis dat it brûkte e-mailadres jildich is en oan jo taheart. Klik op de ûndersteande keppeling of kopiearje en plak dizze yn de lokaasjebalke fan jo browser om jo account te aktivearjen:
hu: A felhasználói fiók aktiválása előtt aktiválnia kell -- ezzel ellenőrizni tudjuk, hogy a megadott e-mail cím érvényes és Önhöz tartozik. Az aktiváláshoz kattintson az alábbi hivatkozásra vagy másolja be a címsorba:
ru: Прежде чем использовать новую учетную запись, вам необходимо её активировать — это гарантирует, что использованный вами адрес электронной почты действителен и принадлежит вам. Для активации вашей учетной записи, щёлкните по расположенной ниже ссылке или скопируйте и вставьте всё это в адресную строку вашего браузера:
sl: Preden lahko uporabite svoj novi račun, ga morate aktivirati - tako potrdite da vneseni e-poštni naslov resnično pripada vam. Da aktivirate svoj račun, kliknite na povezavo spodaj, ali pa kopirajte in prilepite vse skupaj v naslovno vrstico v svojem brskalniku:
sq: Përpara se të mund të përdorni llogarinë tuaj të re, duhet ta aktivizoni -- kjo na siguron që adresa email që përdorët është e vlefshme dhe e juaja. Për aktivizimin e llogarisë suaj, klikoni lidhjen më poshtë ose kopjojeni dhe ngjite krejt atë te shtylla e vendeve te shfletuesi juaj:
sr: Пре него што почнете да користите свој нови налог морате га активирати - то осигурава да је ел. пошта коју се користили исправна и да припада Вама. Да бисте активирали свој налог, кликните на везу испод или је копирајте у адресну (УРЛ) траку свог прегледача:
sr_latn: Pre nego što počnete da koristite svoj novi nalog morate ga aktivirati - to osigurava da je el. pošta koju se koristili ispravna i da pripada Vama. Da biste aktivirali svoj nalog, kliknite na vezu ispod ili je kopirajte u adresnu (URL) traku svog pregledača:
tr: Yeni hesabınızı kullanabilmek için öncelikle etkinleştirmelisiniz. Bu sayede e-posta adresinizin geçerli ve size ait olduğunu anlayabiliriz. Hesabınızı etkinleştirmek için aşağıdaki linke tıklayın veya tüm linki kopyalayıp tarayıcınızın konum çubuğuna yapıştırın:

source: Once you've successfully activated your account, you can throw away this email.
cs: Jakmile svůj účet úspěšně aktivujete, můžete tento e-mail zahodit.
fy: Sa gau as jo jo account mei sukses aktivearre hawwe, kinne jo dit e-mailberjocht fuortsmite.
hu: Miután sikeresen aktiválta a felhasználói fiókját, a levélre már nem lesz szüksége.
ru: Как только вы успешно активировали вашу учётную запись, вы можете удалить это письмо.
sl: Potem ko uspešno aktivirate svoj račun, lahko to pošto zavržete.
sq: Pasi të keni aktivizuar me sukses llogarinë tuaj, mund ta hidhni tej këtë email.
sr: Када сте успешно активирали свој налог, можете слободно да обришете ову поруку.
sr_latn: Kada ste uspešno aktivirali svoj nalog, možete slobodno da obrišete ovu poruku.
tr: Hesabınızı başarıyla etkinleştirdikten sonra bu e-postayı silebilirsiniz.

source: Firefox Affiliates Password Reset
cs: Vynulování hesla Partnerského programu Firefoxu
fy: Wachtwurdfernijing foar Firefox Affiliates
hu: Jelszóátállítás
ru: Сброса пароля для сайта помощников Firefox
sl: Ponastavitev gesla za Zaveznike Firefoxa
sq: Ricaktim Fjalëkalimi për Përhapës Firefox-i
sr: Ресетовање лозинке фајерфокс промотера
sr_latn: Resetovanje lozinke fajerfoks promotera
tr: Firefox Kardeşleri Parola Sıfırlama

source: A request was received to reset the password for this account on Firefox Affiliates. To change this password please click on the following link, or paste it into your browser's location bar:
cs: Pro tento účet partnerského programu Firefoxu byl obdržen požadavek na vymazání hesla. Pro změnu hesla prosím klepněte na následující odkaz nebo vložte následující do adresního řádku prohlížeče:
fy: Der is in fersyk ûntfongen foar it opnij ynstellen fan it wachtwurd foar dizze account op Firefox Affiliates. Klik op de folgjende keppeling of plak dizze yn de lokaasjebalke fan jo browser om dit wachtwurd te wizigjen.
hu: Kérés érkezett a felhasználói fiók jelszavának beállítására a Firefox Affiliates oldalon. A jelszó módosításához kattintson a következő hivatkozásra, vagy másolja be a böngésző címsorába:
ru: Был получен запрос на сброс пароля для этой учетной записи на сайте Помощников Firefox. Чтобы сменить этот пароль, пожалуйста, щёлкните по следующей ссылке, или вставьте её в адресную строку вашего браузера:
sl: Prejeli smo zahtevo, da se za ta račun pri Zaveznikih Firefoxa ponastavi geslo. Da spremenite geslo, kliknite na spodnjo povezavo, ali pa je prekopirajte v naslovno vrstico v svojem brskalniku:
sq: U mor një kërkesë për ricaktim të fjalëkalimit për këtë llogari te Përhapësit e Firefox-it. Që ta ndryshoni këtë fjalëkalim, ju lutemi, klikoni te lidhja vijuese, ose hidheni atë te shtylla e vendeve te shfletuesi juaj:
sr: Захтев је примљен за ресетовање лозинке за овај налог на фајерфокс промотерима. Да би сте променили ову лозинку кликните на следећу везу, или је умножите у адресну (УРЛ) траку свог прегледача.
sr_latn: Zahtev je primljen za resetovanje lozinke za ovaj nalog na fajerfoks promoterima. Da bi ste promenili ovu lozinku kliknite na sledeću vezu, ili je umnožite u adresnu (URL) traku svog pregledača.
tr: Firefox Kardeşleri'ndeki bu hesap için bir parola sıfırlama isteği aldık. Parolanızı sıfırlamak istiyorsanız lütfen aşağıdaki bağlantıya tıklayın veya bağlantıyı tarayıcınızın konum çubuğuna yapıştırın:

source: If you did not request this email there is no need for further action.
cs: Pokud jste pro váš účet tuto akci nevyžádali, není potřeba žádná další akce.
fy: As jo net om dit e-mailberjocht frege hawwe, hoege jo neat te dwaan.
hu: Amennyin nem kért ilyen levelet, akkor nincs további teendője.
ru: Если вы не запрашивали это письмо, никаких действий от вас не требуется.
sl: Če te pošte niste zahtevali, vam ni treba ukrepati.
sq: Nëse këtë email nuk e kërkuat ju, nuk ka nevojë për ndonjë veprim të mëtejshëm.
sr: Уколико Ви нисте послали овај захтев, нема потребе за даљим деловањем.
sr_latn: Ukoliko Vi niste poslali ovaj zahtev, nema potrebe za daljim delovanjem.
tr: Bu e-postayı siz talep etmediyseniz herhangi bir işlem yapmanıza gerek yoktur.

source: <span>*</span> Required
cs: <span>*</span> vyžadováno
fy: <span>*</span> Fereaske
hu: <span>*</span> kötelező
ru: <span>*</span> Требуется
sl: <span>*</span> Obvezno
sq: <span>*</span> E domosdoshme
sr: <span>*</span> Неопходно
sr_latn: <span>*</span> Neophodno
tr: <span>*</span> Zorunlu

source: USERNAME <span class="required_star">*</span>
cs: UŽIVATELSKÉ JMÉNO <span class="required_star">*</span>
fy: BRÛKERSNAMME <span class="required_star">*</span>
hu: FELHASZNÁLÓNÉV <span class="required_star">*</span>
ru: ИМЯ ПОЛЬЗОВАТЕЛЯ <span class="required_star">*</span>
sl: UPORABNIŠKO IME <span class="required_star">*</span>
sq: EMËR PËRDORUESI <span class="required_star">*</span>
sr: КОРИСНИЧКО ИМЕ <span class="required_star">*</span>
sr_latn: KORISNIČKO IME <span class="required_star">*</span>
tr: KULLANICI ADI <span class="required_star">*</span>

source: Your username is your online identity, so use somenthing you are comfortable with everyone seeing. Take into account that you won't be able to change your username in the future.
cs: Vaše uživatelské jméno je vaše online identity. Použijte tedy něco, u čeho vám nebude vadit, že jej ostatní uvidí. Berte prosím v potaz, že uživatelské jméno nebudete moci v budoucnu změnit.
fy: Jo brûkersnamme is jo online-identiteit, dus brûk wat wêrfan jo fine dat elkenien dit sjen mei. Hâld der rekkening mei dat jo jo brûkersnamme yn de takomst net wizigje kinne.
hu: A felhasználónév az online személyazonosság, ezért valami olyat válasszon, amelyet nem zavar, hogy másik is láthatnak. A felhasználónevet a jövőben nem tudja megváltoztatni.
ru: Ваше имя пользователя - это ваша идентификация в сети, так что используйте что-то, что подходит для всеобщего обозрения. Обратите внимание, что вы не сможете в будущем сменить свое имя пользователя.
sl: Vaše uporabniško ime je vaša spletna identiteta, zato vnesite naziv, ki je primeren za javnost. Upoštevajte, da v bodoče svojega uporabniškega imena ne boste mogli spremeniti.
sq: Emri juaj i përdoruesit është identiteti juaj në botën online, ndaj përdorni diçka që nuk e keni problem se do të shihet nga gjithkush. Kini parasysh që nuk do të jeni në gjendje ta ndryshoni emrin tuaj të përdoruesit në të ardhmen.
sr: Ваше корисничко име је Ваш идентитет на мрежи, зато користите неко које Вам је удобно да га сви виде. Узмите у обзир да нећете моћи да промените своје корисничко име у будућности.
sr_latn: Vaše korisničko ime je Vaš identitet na mreži, zato koristite neko koje Vam je udobno da ga svi vide. Uzmite u obzir da nećete moći da promenite svoje korisničko ime u budućnosti.
tr: Kullanıcı adınız sizin çevrimiçi kimliğinizdir, o yüzden herkesin görmesinden rahatsızlık duymayacağınız bir ad seçin. Kullanıcı adınızı ileride değiştiremeyeceğiniz unutmayın.

source: SUGGESTIONS
cs: DOPORUČENÍ
fy: SUGGESTJES
hu: JAVASLATOK
ru: ПРЕДЛОЖЕНИЯ
sl: PREDLOGI
sq: KËSHILLIME
sr: ПРЕДЛОЗИ
sr_latn: PREDLOZI
tr: ÖNERİLER

source: Save &raquo;
cs: Uložit &raquo;
fy: Bewarje &raquo;
hu: Mentés &raquo;
ru: Сохранить &raquo;
sl: Shrani &raquo;
sq: Ruaje &raquo;
sr: Сачувајте &raquo;
sr_latn: Sačuvajte &raquo;
tr: Kaydet &raquo;

source: DISPLAY NAME
cs: JMÉNO
fy: WERJEFTENAMME
hu: MEGJELENŐ NÉV
ru: ОТОБРАЖАЕМОЕ ИМЯ
sl: PRIKAZNO IME
sq: EMËR NË EKRAN
sr: ИМЕ ЗА ПРИКАЗ
sr_latn: IME ZA PRIKAZ
tr: GÖRÜNEN İSİM

source: Website URL
hu: Weboldal URL
sq: URL "website"-i

source: This website will appear along with your username on the Affiliates leaderboard and on your profile.
fy: Dizze website ferskynt mei jo brûkersnamme op it Affiliates-skoreboerd en yn jo profyl.
hu: Ez a weboldal a felhasználónév mellett jelenik meg az Affiliates ranglistán és a profiloldalon.
sq: Ky site web do të shfaqet bashkë me emrin tuaj të përdoruesit te tabela e nderit të Përhapësve dhe te profili juaj.

source: NEW PASSWORD
cs: NOVÉ HESLO
fy: NIJ WACHTWURD
hu: ÚJ JELSZÓ
ru: НОВЫЙ ПАРОЛЬ
sl: NOVO GESLO
sq: FJALËKALIM I RI
sr: НОВА ЛОЗИНКА
sr_latn: NOVA LOZINKA
tr: YENİ PAROLA

source: RETYPE PASSWORD
cs: ZNOVU HESLO
fy: WACHTWURD (OPNIJ)
hu: JELSZÓ MEGISMÉTLÉSE
ru: ПОДТВЕРДИТЕ ПАРОЛЬ
sl: VTIPKAJTE PONOVNO GESLO
sq: RISHTYPENI FJALËKALIMIN
sr: ПОНОВО УКУЦАЈТЕ ЛОЗИНКУ
sr_latn: PONOVO UKUCAJTE LOZINKU
tr: PAROLAYI TEKRAR YAZIN

source: 8 or more characters, include Latin letters and numbers. Note: No one else can see your password.
cs: 8 a více znaků, kombinace znaků a čísel. Poznámka: Nikdo další nemůže vaše heslo přečíst.
fy: 8 of mear tekens, wêrûnder Latin-letters en sifers. Noat: nearne oars kin jo wachtwurd sjen.
hu: Legalább 8 karakter, amely latin betűket és számokat tartalmaz. Megjegyzés: ne lássa senki a jelszót.
ru: 8 или более символов, включая латинские буквы и цифры. Внимание: никто другой не должен видеть ваш пароль.
sl: 8 ali več znakov, ki vključujejo latinske črke in številke. Opomba: Nihče drug ne more videti vašega gesla.
sq: 8 ose më tepër shenja, përfshi shkronja latine dhe numra. Shënim: Fjalëkalimin tuaj nuk mund ta shohë askush tjetër.
sr: 8 или више знакова, укључују латинична слова и бројеве. Напомена: нико други не може да види Вашу лозинку.
sr_latn: 8 ili više znakova, uključuju latinična slova i brojeve. Napomena: niko drugi ne može da vidi Vašu lozinku.
tr: En az 8 karakter, hem harf hem de rakam kullanın. Not: Parolanızı sizden başkası göremez.

source: ADDRESS
cs: ADRESA
fy: ADRES
hu: CÍM
ru: АДРЕС
sl: NASLOV
sq: ADRESË
sr: АДРЕСА
sr_latn: ADRESA
tr: ADRES
