Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Firefox Affiliates has been live for a while now, but we need your help to keep making improvements to the system. If you are a web developer familiar with HTML, CSS, Python or Django and want to get involved with Mozilla, please contact us at affiliates@mozilla.org .
cs: Partnerský program Firefoxu běží již několik měsíců a my potřebujeme vaši pomoc s vylepšováním celého systému. Pokud jste webový vývojář, který rozumí HTML, CSS, Pythonu nebo frameworku Django a chcete se zapojit do projektu Mozilla, kontaktujte nás na adrese affiliates@mozilla.org.
fy: Firefox Affiliates is no al in tiid live, mar wy hawwe jo help nedich by it oanbringen fan ferbetteringen oan it systeem. As jo in webûntwikkeler binne dy't bekend is mei HTML, CSS, Python of Django en by Mozilla belutsen wurde wol, nim dan kontakt op fia affiliates@mozilla.org.
hu: A Firefox Affiliates program már több, mint egy hónapja működik, de szükségünk van segítségre a rendszer továbbfejlesztésében. Amennyiben járatos a HTML, CSS, Python vagy Django nyelvekben és csatlakozni szeretne a Mozilla projekthez, akkor írjon az affiliates@mozilla.org címre.
ru: Сайт Помощников Firefox уже работает в течении некоторого времени, но нам нужна ваша помощь, чтобы продолжать совершенствовать в систему. Если вы являетесь веб-разработчиком, знакомы с HTML, CSS, Python или Django, и хотите принять участие в проекте Mozilla, пожалуйста, свяжитесь с нами по адресу affiliates@mozilla.org .
sl: Spetišče Zavezniki Firefoxa je zdaj odprto že nekaj časa, vendar potrebujemo vašo pomoč, da skupaj izboljšamo sistem. Če ste spletni razvijalec in se spoznate na HTML, CSS, Python in Django, pa bi se radi pridružili Mozilli, nam pišite na affiliates@mozilla.org .
sq: Përhapësit e Firefox-it ka qenë në punë këtu e ca kohë deri tani, por na duhet ndihma juaj që të vazhdojmë të bëjmë përmirësime te sistemi. Nëse jeni programues për web, me njohuri në HTML, CSS, Python ose Django dhe dëshironi të merreni me Mozilla-n, ju lutemi, lidhuni me ne te affiliates@mozilla.org .
sr: Сајт фајерфокс промотери је доступан већ неко време, али нам је потребна Ваша помоћ како бисмо унапредили систем. Ако се веб програмер и упознати сте са ХТМЛом(HTML), ЦССом(CSS), Пајтоном(Python) или Ђангом(Django) и желите да се прикључите Мозили, молимо да нас контактирате путем електронске поште на адресу affiliates@mozilla.org .
sr_latn: Sajt fajerfoks promoteri je dostupan već neko vreme, ali nam je potrebna Vaša pomoć kako bismo unapredili sistem. Ako se veb programer i upoznati ste sa HTMLom(HTML), CSSom(CSS), Pajtonom(Python) ili Đangom(Django) i želite da se priključite Mozili, molimo da nas kontaktirate putem elektronske pošte na adresu affiliates@mozilla.org .
tr: Firefox Kardeşleri bir süredir yayında, ama sistemimizi geliştirmek için sizin de yardımınıza ihtiyacımız var. HTML, CSS, Python veya Django konusunda bilgili bir web geliştiricisiyseniz ve Mozilla'ya katkıda bulunmak istiyorsanız lütfen affiliates@mozilla.org adresinden bize ulaşın.

source: Tell the world about Firefox for Android
cs: Řekněte světu o Firefoxu pro Android
fy: Fertel de wrâld oer Firefox foar Android
hu: Mondja el a világnak, hogy megjelent a Firefox for Android
ru: Расскажите миру о Firefox для Android
sl: Razširite glas o Firefoxu za Android
sq: Tregojini botës rreth Firefox-it për Android
sr: Реците свету о фајерфоксу за Андроид
sr_latn: Recite svetu o fajerfoksu za Android
tr: Android için Firefox'u dünyaya duyurun

source: Firefox for Android is here and we'd like your help in spreading the word. Just create a Firefox for Android banner and add it to your site in one of more than 30 languages. The affiliate responsible for the most Firefox for Android clicks will get a Firefox hoodie. If you have ideas for other buttons or want to help with Firefox Affiliates, please contact us at affiliates@mozilla.org .
cs: Firefox pro Android je tu a my bychom potřebovali vaši pomoc rozšiřováním povědomí o něm. Jednoduše si vytvořte banner o Firefoxu pro Android a přidejte jej na váš web v jednom z více než 30 jazyků. Nejúspěšnější partneři obdrží dárek. Pokud máte nápady na další bannery či nám chcete s Partnerským programem Firefoxu pomoci, kontaktujte nás na affiliates@mozilla.org.
fy: Firefox foar Android is der, en jo help om dit nijs te fersprieden is wolkom. Meitsje ienfâldich in Firefox foar Android-banner en foegje dizze ta oan jo webstee yn ien fan mear as 30 talen. De affiliate dy't foar de measte Firefox foar Android-kliks ferantwurdlik is krijt in Firefox-sweatshirt. As jo ideeën foar oare knoppen hawwe of mei Firefox Affiliates helpe wolle, nim dan kontakt op fia affiliates@mozilla.org.
hu: A Firefox for Android megjelent és segíteni szeretnénk, hogy ezt elmondhassa mindenkinek. Készítsen Firefox for Android bannert és tegye ki weboldalára a 30 nyelv valamelyikén. A legtöbb Firefox for Android letöltést elérő egy kapucnis pulcsit kap ajándékba. Ha van új gombötlete, vagy szeretne segíteni a Firefox Affiliates programban, akkor írjon az affiliates@mozilla.org címre.
ru: Firefox для Android уже здесь, и мы хотели бы заручиться вашей помощью в его популяризации. Просто создайте баннер Firefox для Android и добавьте его на свой сайт на одном из более чем 30 языков. Помощник, получивший больше всего кликов Firefox для Android, получит Firefox hoodie. Если у вас есть идеи для других кнопок или вы хотите помочь сайту Помощников Firefox, пожалуйста, свяжитесь с нами по адресу affiliates@mozilla.org .
sl: Firefox za Android je tu, zato potrebujemo vašo pomoč pri širjenju te novice. Ustvarite pasico Firefoxa za Android v enem izmed 30 jezikov in jo dodajte na vašo stran. Zaveznik, ki bo priboril največ klikov na Firefox za Android bo dobil Firefoxovo majico s kapuco. Če imate ideje za druge gumbe ali želite pomagati Zaveznikom Firefoxa, nam pišite na affiliates@mozilla.org.
sq: Firefox-i për Android mbërriti dhe do të donim ndihmën tuaj që të përhapet lajmi. Thjesht krijoni një stemë Firefox-i për Android dhe shtojeni te site-i juaj në një nga më shumë se 30 gjuhë. Përhapësi me më shumë klikime mbi Firefox-in për Android do të fitojë një bluzë Firefox me kapuç. Nëse keni ide për të tjerë butona ose dëshironi të ndihmoni te Përhapësit e Firefox-it, ju lutemi, lidhuni me ne përmes affiliates@mozilla.org .
sr: Фајерфокс за Андроид је ту и треба нам Ваша помоћ да поделимо вест са светом. Само направите фајерфокс за андроид банер и додајте га на свој сајт на неком од преко 30 језика. Промотер који донесе највише кликова са фајерфокс за Андроид банера ће добити фајерфокс џемпер. Ако имате идеју за нове фајерфокс банере или дугмиће или једноставно желите да помогнете, пошаљите ел. писмо на адресу affiliates@mozilla.org .
sr_latn: Fajerfoks za Android je tu i treba nam Vaša pomoć da podelimo vest sa svetom. Samo napravite fajerfoks za android baner i dodajte ga na svoj sajt na nekom od preko 30 jezika. Promoter koji donese najviše klikova sa fajerfoks za Android banera će dobiti fajerfoks džemper. Ako imate ideju za nove fajerfoks banere ili dugmiće ili jednostavno želite da pomognete, pošaljite el. pismo na adresu affiliates@mozilla.org .
tr: Android için Firefox çıktı. Onu yaymak için sizin de yardımınıza ihtiyacımız var. 30'dan fazla dilden birinde Android için Firefox banner'ınızı oluşturun ve sitenize ekleyin. En çok Android için Firefox tıklamasını getiren kardeşimiz kapüşonlu bir Firefox sweatshirt'ü kazanacak. Farklı banner'lar için fikirleriniz varsa veya Firefox Kardeşliği'ne yardımcı olmak istiyorsanız, lütfen affiliates@mozilla.org adresinden bize ulaşın.

source: Mozilla Recruiting
cs: Práce u Mozilly
fy: Mozilla-winne
hu: Mozilla toborzás
sl: Mozilla zaposluje
sq: Punësime Mozilla
sr: Мозила регрутовање
sr_latn: Mozila regrutovanje
tr: Mozilla Seni Çağırıyor

source: Firefox <span>for</span> Mobile
cs: Firefox <span>pro</span> mobily
fy: Firefox <span>foar</span> Mobyl
hu: Firefox <span></span> Mobilra
ru: Firefox <span>для</span> Мобильного
sl: Firefox <span>za</span> mobilnike
sq: Firefox <span>për</span> Celular
sr: Фајерфокс <span>за</span> мобилни
sr_latn: Fajerfoks <span>za</span> mobilni
tr: Mobil aygıtlar <span>için</span> Firefox

source: Firefox <span>for</span> Desktop
cs: Firefox <span>pro</span> desktop
fy: Firefox <span>foar</span> buro-PC
hu: Firefox <span></span> Számítógépre
ru: Firefox <span>для</span> Десктопа
sl: Firefox <span>za</span> namizni računalnik
sq: Firefox <span>për</span> Desktop
sr: Фајерфокс <span>за</span> декстоп
sr_latn: Fajerfoks <span>za</span> dekstop
tr: Masaüstü <span>için</span> Firefox

source: Firefox Plugins
cs: Zásuvné moduly Firefoxu
fy: Ynstekkers foar Firefox
hu: Firefox kiterjesztések
ru: Плагины Firefox
sl: Vstavki za Firefox
sq: Shtojca Firefox-i
sr: Фајерфокс прикључци
sr_latn: Fajerfoks priključci
tr: Firefox Eklentileri

source: Upgrade
cs: Aktualizace
fy: Fernije
hu: Frissítés
ru: Обновить
sl: Nadgradnja
sq: Përditëso
sr: Надоградња
sr_latn: Nadogradnja
tr: Yükseltme

source: Download: Fast, Fun, Awesome
cs: Stáhnout: Rychlý, zábavný, skvělý
fy: Downloade: fluch, leuk, bjusterbaarlik
hu: Letöltés: Gyors, vicces, fantasztikus
ru: Загрузить: Быстрый, Веселый, Умный
sl: Prenos: hiter, prima, kul
sq: Shkarkojeni: I shpejtë, Zbavitës, I mahnitshëm
sr: Преузмите: брз, забаван, одличан
sr_latn: Preuzmite: brz, zabavan, odličan
tr: İndir: Hızlı, Eğlenceli, Şahane

source: Work <span>for</span> Mozilla
cs: Práce <span>pro</span> Mozillu
fy: Wurkje <span>foar</span> Mozilla
hu: Dolgozzon <span>a</span> Mozillának
ru: Работайте <span>для</span> Mozilla
sl: Delajte <span>za</span> Mozillo
sq: Punoni <span>për</span> Mozilla-n
sr: Запослите се <span>у</span> Мозили
sr_latn: Zaposlite se <span>u</span> Mozili
tr: Mozilla <span>için</span> çalış

source: Plugin Checker
cs: Kontrola zásuvných modulů
fy: Ynstekker-kontrole
hu: Bővítményellenőrző
ru: Проверка плагинов
sl: Kontrola vstavkov
sq: Kontrollor Shtojce
sr: Провера прикључака
sr_latn: Provera priključaka
tr: Yan Uygulama Denetimi

source: Download Aurora
cs: Stáhnout Auroru
hu: Aurora letöltése
ru: Загрузить Aurora
sl: Prenesite Auroro
sq: Shkarkoni Aurora-n
sr: Преузмите аурора градњу
sr_latn: Preuzmite aurora gradnju
tr: Aurora'yı indirin

source: Download Beta
cs: Stáhnout betverzi
fy: Bèta ynlade
hu: Beta letöltése
ru: Загрузить Бета
sl: Prenesi beta
sq: Shkarkoni Beta-n
sr: Преузмите бета градњу
sr_latn: Preuzmite beta gradnju
tr: Beta'yı indir

source: 3.6 Upgrade
cs: Aktualizace z 3.6
fy: 3.6 Fernije
hu: 3.6 frissítés
ru: Обновление 3.6
sl: Nadgradnja iz 3.6
sq: Përditësim për 3.6
sr: Надоградња верзије 3.6
sr_latn: Nadogradnja verzije 3.6
tr: 3.6 Yükseltmesi

source: Purple
cs: Purpurová
fy: Pears
hu: Bíbor
ru: Фиолетовый
sl: Škrlatno
sq: E purpurt
sr: Љубичаста
sr_latn: Ljubičasta
tr: Mor

source: Blue
cs: Modrá
fy: Blau
hu: Kék
ru: Синий
sl: Modro
sq: Blu
sr: Плаво
sr_latn: Plavo
tr: Mavi

source: Green
cs: Zelená
fy: Grien
hu: Zöld
ru: Зелёный
sl: Zeleno
sq: E gjelbër
sr: Зелено
sr_latn: Zeleno
tr: Yeşil

source: Red
cs: Červená
fy: Read
hu: Vörös
ru: Красный
sl: Rdeče
sq: E kuqe
sr: Црвено
sr_latn: Crveno
tr: Kırmızı

source: Orange
cs: Oranžová
fy: Oranje
hu: Narancs
ru: Оранжевый
sl: Oranžno
sq: Portokalli
sr: Наранџасто
sr_latn: Narandžasto
tr: Turuncu

source: Yellow
cs: Žlužá
fy: Giel
hu: Sárga
ru: Жёлтый
sl: Rumeno
sq: E verdhë
sr: Жуто
sr_latn: Žuto
tr: Sarı

source: White
cs: Bílá
fy: Wyt
hu: Fehér
ru: Белый
sl: Belo
sq: E bardhë
sr: Бело
sr_latn: Belo
tr: Beyaz

source: Black
cs: Černá
fy: Swart
hu: Fekete
ru: Чёрный
sl: Črno
sq: E zezë
sr: Црно
sr_latn: Crno
tr: Siyah

source: The Firefox Affiliates program is a great way to share your love of Mozilla Firefox.
cs: Partnerský program Firefoxu je skvělý způsob, jak sdílet své nadšení z Mozilla Firefoxu.
fy: It Firefox Affiliates-programma is in geweldige manier om jo leafde foar Mozilla Firefox te dielen.
hu: A Mozilla Barátai program nagyszerű módja a Mozilla Firefox szeretetének megosztására.
ru: Программа Помощников Firefox это отличный способ поделиться своей любовью к Mozilla Firefox.
sl: Program Zavezniki Firefoxa vam nudi možnost, deliti svoje veselje nad Firefoxom z drugimi.
sq: Programi Përhapës të Firefox-it është një rrugë e fuqishme për të ndarë me të tjerët dashurinë tuaj për Mozilla Firefox-in.
sr: Фајерфокс промотер програм је одличан начин да поделите вашу љубав о Мозилином фајерфоксу.
sr_latn: Fajerfoks promoter program je odličan način da podelite vašu ljubav o Mozilinom fajerfoksu.
tr: Firefox Kardeşleri programı, Mozilla Firefox'a olan sevginizi göstermenin harika bir yolu.

source: There was an error during authentication. Please try again.
cs: Při autentizaci nastala chyba. Zkuste to prosím znovu.
fy: Der is in flater bard by de autentikaasje. Probearje it nochris.
hu: Hiba történt a hitelesítés közben. Próbálja újra.
ru: Во время аутентификации произошла ошибка. Пожалуйста, попробуйте снова.
sl: Med avtentikacijo je prišlo do napake! Prosimo, poskusite znova.
sq: Pati një gabim gjatë mirëfilltësimit. Ju lutemi, riprovoni.
sr: Дошло је до грешке приликом аутентификације. Молимо покушатјте поново.
sr_latn: Došlo je do greške prilikom autentifikacije. Molimo pokušatjte ponovo.
tr: Yetkinlendirme sırasında hata oluştu. Lütfen tekrar deneyin.

source: BrowserID could not verify your identity. Visit <a href="{url}">browserid.org</a> for more information.
cs: S pomocí BrowserID se nepodařilo ověřit vaši identitu. Pro více informací navštivte <a href="{url}">browserid.org</a>.
fy: BrowserID koe jo identiteit net ferifiearje. Besykje <a href="{url}">browserid.org</a> foar mear ynformaasje.
hu: A BrowserID nem tudja ellenőrizni a személyazonosságát. További információért látogasson el a <a href="{url}">browserid.org</a> weboldalra.
ru: BrowserID не удалось проверить вашу личность. Для получения дополнительной информации посетите <a href="{url}">browserid.org</a>.
sl: Z BrowserID vaše istovetnosti ni bilo mogoče preveriti. Obiščite <a href="{url}">browserid.org</a> za več o tem.
sq: BrowserID nuk verifikoi dot identitetin tuaj. Për më tepër të dhëna, vizitoni <a href="{url}">browserid.org</a>.
sr: BrowserID није могао да потврди Ваш идентитет. Посетите <a href="{url}">browserid.org</a> за више информација.
sr_latn: BrowserID nije mogao da potvrdi Vaš identitet. Posetite <a href="{url}">browserid.org</a> za više informacija.
tr: BrowserID kimliğinizi doğrulayamadı. Daha fazla bilgi için <a href="{url}">browserid.org</a> adresini ziyaret edin.

source: About Affiliates
cs: O partnerském programu
fy: Oer Affiliates
hu: Névjegy
ru: О Помощниках
sl: O Zaveznikih
sq: Rreth Përhapësave
sr: О промотерима
sr_latn: O promoterima
tr: Kardeşler Hakkında

source: Firefox Affiliate buttons are a bit of html code that you put on your website or blog to encourage visitors to your site to download Firefox. When a visitor to your site clicks on a button on your site and visits the Firefox download page, you get credit for that click.
cs: Bannery partnerského programu Firefoxu jsou HTML kód, který vložíte do své webové stránky nebo blogu a nabídnete tak návštěvníkům své stránky stažení Firefoxu. Když návštěvník vaší stránky klepne na tlačítko na vašem webu a stáhne Firefox, zvýší se vám za toto stažení skóre.
fy: Firefox Affiliate-knoppen binne in stikje html-koade dy't jo op jo webside of blog pleatse om besikers fan jo webside oan te setten ta it downloaden fan Firefox. Wannear't in besiker fan jo webside op in knop klikt en de Firefox downloadside besiket, wurde jo foar klik beleane.
hu: A Firefox Affiliate letöltőgombok, tulajdonképpen html kódok, amelyek a weboldalra téve arra ösztönzik a látogatókat, hogy letöltsék a Firefoxot. Amikor valaki rákattint a gombra és meglátogatja a Firefox oldalt, akkor ezt a letöltés elszámoljuk Önnek.
ru: Кнопки Помощников Firefox это фрагменты html-кода, размещённого вами на вашем сайте или блоге, чтобы призвать посетителей вашего сайта загрузить Firefox. Когда посетитель вашего сайта щёлкает по кнопке на вашем сайте и посещает страницу загрузки Firefox, вы получаете за этот клик очки.
sl: Gumbi Zaveznikov Firefoxa so koščki kode HTML, ki jih lahko dodate na svojo spletno stran ali v blog, s katerimi spodbudite svoje obiskovalce, da si prenesejo Firefox. Ko obiskovalec klikne gumb in obišče stran za prenos Firefoxa, boste dobili za ta prenos dobropis.
sq: Butonat e Përhapësve të Firefox-it janë copëza kodi html që i vendosni në site-in tuaj web ose blogun tuaj për të nxitur vizitorët të shkarkojnë Firefox-in. Kur një vizitor te site-i juaj klikon mbi një buton te site-i juaj dhe viziton faqen e shkarkimit të Firefox-it, ju përfitoni pikë prej atij klikimi.
sr: Фајерфокс промотерски дугмићи су мали ХТМЛ код који можете поставити на свој вебсајт или блог како бисте подстицали посетиоце свог сајта да преузму фајерфокс. Када посетилац кликне на дугме на Вашем сајту и преузме фајерфокс, Ви добијате поене за то преузимање.
sr_latn: Fajerfoks promoterski dugmići su mali HTML kod koji možete postaviti na svoj vebsajt ili blog kako biste podsticali posetioce svog sajta da preuzmu fajerfoks. Kada posetilac klikne na dugme na Vašem sajtu i preuzme fajerfoks, Vi dobijate poene za to preuzimanje.
tr: Firefox Kardeşi düğmeleri, ziyaretçilerinizi Firefox'u indirmeye davet etmek için web sitenize veya blog'unuza ekleyebileceğiniz küçük HTML kodlarıdır. Ziyaretçiniz sitenizdeki düğmeye tıkladığında ve Firefox indirme sayfasını ziyaret ettiğinde hesabınıza puan işlenir.

source: Affiliates who get a lot of clicks through their site will be featured on our leaderboard and be elegible for fun stuff like Firefox T-shirts. While we do send out prizes and gifts to our affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox buttons.
cs: Účastníci, kteří skrze své weby nasbírají nejvíce stažení získají skvělé věci jako např. trička s motivem Firefoxu. Ačkoliv budeme jako odměnu nejlepším čas od času posílat ceny a dárky, není partnerský program Firefoxu o penězích, které by autoři webů od nás inkasovali za umístění bannerů.
fy: Partners dy't fia harren webside in protte downloads opleverje sille op ús scoreboerd fermeld wurde en komme yn oanmerking foar leuk guod lykas Firefox-mouhimden. Hoewol't wy fan tiid ta tiid prizen en geskinken fuortjouwe oan ús partners, biedt Firefox Affiliates gjin finansjele fergoedingen foar it hosten fan Firefox-knoppen.
hu: Azok a Firefox Barátok, akik annyi kattintást gyűjtenek össze, hogy a ranglistára kerülnek Firefox pólókat és egyéb ajándékokat kapnak. Annak ellenére, hogy időnként ajándékokat küldünk, ez nem azt jelenti, hogy pénzbeni juttatást adunk a Firefox gombok elhelyezéséért.
ru: Помощники, которые получают множество кликов на их сайте, будут помещены на нашу панель лидеров и получат право на получения забавных вещей, таких как футболки Firefox. Хотя мы время от времени посылаем нашим помощникам призы и подарки, сайт Помощников не выплачивает денежное вознаграждение за размещение кнопок Firefox.
sl: Zaveznike z veliko prenosov preko njihove spletne strani bomo predstavili na naši top listi in bodo imeli pravico do zabavne drobnarije, kot so Firefox majice. Od časa do časa pošiljamo nagrade, vendar Zavezniki Firefoxa za gostovanje gumbov ne nudijo denarnih nagrad.
sq: Përhapësit që grumbullojnë shumë klikime prej site-eve të tyre do të paraqiten te tabela jonë e nderit dhe do të kenë mundësi të fitojnë gjëra të lezetshme, të tilla si bluza Firefox. Edhe pse dërgojmë herë pas here çmime dhe dhurata, Përhapësit e Firefox-it nuk ofron shpërblime në të holla për strehimin e butonave Firefox.
sr: Промотери који на свом налогу имају доста преузимања реко свог сајта ће имати посебно место на табели и биће у могућности да добију поклоне као што је фајерфокс мајица. Иако шаљемо награде и поклоне нашим промотерима с времена на време, фајерфокс промотери програм не нуди новчане награде за постављање ових дугмића.
sr_latn: Promoteri koji na svom nalogu imaju dosta preuzimanja reko svog sajta će imati posebno mesto na tabeli i biće u mogućnosti da dobiju poklone kao što je fajerfoks majica. Iako šaljemo nagrade i poklone našim promoterima s vremena na vreme, fajerfoks promoteri program ne nudi novčane nagrade za postavljanje ovih dugmića.
tr: Siteleri üzerinden çok sayıda tıklama alan Kardeşler lider listemize girer ve Firefox tişörtleri gibi eğlenceli hediyeleri edinmeye hak kazanırlar. Kardeşlerimize zaman zaman ödüller ve hediyeler gönderiyoruz, ama Firefox Kardeşleri'ne desteğinizin parasal bir getirisi yoktur.

source: Using Affiliate Buttons
cs: Používání tlačítek partnerského programu
fy: Affiliate-knoppen brûke
hu: Gombok használata
ru: Использование Кнопок Помощников
sl: Kako se uporablja zavezniške gumbe
sq: Përdorimi i Butonave të Përhapjes
sr: Коришћење промотерских дугмића
sr_latn: Korišćenje promoterskih dugmića
tr: Kardeşlik Düğmelerinin Kullanımı

source: How do affiliate buttons work?
cs: Jak tlačítka partnerského programu fungují?
fy: Hoe wurkje Affiliate-knoppen?
hu: Hogyan működnek ezek a gombok?
ru: Как работают кнопки помощников?
sl: Kako gumbi za zaveznike delajo?
sq: Si funksionon një buton përhapësi?
sr: Како ови дугмићи раде?
sr_latn: Kako ovi dugmići rade?
tr: Kardeşilk düğmeleri nasıl çalışır?

source: How do I add an affiliate button to my website?
cs: Jak přidám tlačítko partnerského programu na mou stránku?
fy: Hoe foegje ik in Affiliate-knop ta oan myn webside?
hu: Hogyan adhatók hozzá a gombok egy weboldalhoz?
ru: Как мне добавить кнопку помощника на мой веб-сайт?
sl: Kako dodam gumb na svojo spletno stran?
sq: Si të shtoj te site-i im web një buton përhapësi?
sr: Како могу додати дугме на свој сајт?
sr_latn: Kako mogu dodati dugme na svoj sajt?
tr: Web siteme nasıl kardeşlik düğmesi ekleyebilirim?
