Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Technology
cs: Technologie
hu: Technológia
ru: Технология
sl: Tehnologija
sq: Teknologji
sr: Технологија
sr_latn: Tehnologija
tr: Teknoloji

source: Videos
cs: Videa
fy: Fideo’s
hu: Videók
ru: Видео
sl: Video posnetki
sq: Video
sr: Видео
sr_latn: Video
tr: Videolar

source: Tour
cs: Prohlídka
fy: Rûnlieding
hu: Körbevezetés
ru: Тур
sl: Obhod
sq: Tur
sr: Обилазак
sr_latn: Obilazak
tr: Tur

source: Mobile
cs: Mobilní
fy: Mobyl
hu: Mobil
ru: Мобильный
sl: Mobilna naprava
sq: Telefon Celular
sr: Мобилни
sr_latn: Mobilni
tr: Mobil

source: Mobile Overview
cs: Přehled mobilní verze
fy: Oersicht foar Mobyl
hu: Mobil áttekintés
ru: Обзор Мобильного
sl: Pregled mobilnih naprav
sq: Përmbledhje për Celular
sr: Мобилни преглед
sr_latn: Mobilni pregled
tr: Mobile Bakış

source: Download
cs: Stáhnout
fy: Downloade
hu: Letöltés
ru: Загрузить
sl: Prenesi
sq: Shkarkojeni
sr: Преузмите
sr_latn: Preuzmite
tr: İndirme

source: Customize
cs: Přizpůsobení
fy: Oanpasse
hu: Testreszabás
ru: Настроить
sl: Prilagodi
sq: Përshtateni
sr: Прилагодите
sr_latn: Prilagodite
tr: Özelleştirme

source: Sync
cs: Synchronizace
hu: Szinkronizálás
ru: Синхронизировать
sq: Njëkohësoje
sr: Синхронизација
sr_latn: Sinhronizacija

source: Develop
cs: Vývoj
fy: Untwikkelje
hu: Fejlesztés
ru: Разработка
sl: Razvij
sq: Zhvilloni
sr: Развијајте
sr_latn: Razvijajte
tr: Geliştirme

source: Get Involved
cs: Zapojte se
fy: Meihelpe
hu: Csatlakozzon
ru: Присоединяйтесь
sl: Pridružite se
sq: Përfshihuni
sr: Укључите се
sr_latn: Uključite se
tr: Katkıda Bulunun

source: FAQ
hu: GYIK
sl: Pogosta vprašanja
sr: ЧПП
sr_latn: ČPP
tr: S.S.S.

source: Add-ons
cs: Doplňky
fy: Tafoegings
hu: Kiegészítők
ru: Дополнения
sl: Dodatki in teme
sq: Shtesa
sr: Додаци
sr_latn: Dodaci
tr: Eklentiler

source: Firefox Add-ons
cs: Doplňky pro Firefox
fy: Tafoegings foar Firefox
hu: Firefox kiegészítők
ru: Дополнения Firefox
sl: Dodatki Firefox
sq: Shtesa Firefox-i
sr: Фајерфокс додаци
sr_latn: Fajerfoks dodaci
tr: Firefox Eklentileri

source: Featured Add-ons
cs: Doporučené doplňky
fy: Oanrikkemandearre tafoegings
hu: Kiemelt kiegészítők
ru: Избранные Дополнения
sl: Predstavljeni dodatki
sq: Shtesa të Zgjedhura
sr: Истакнути додаци
sr_latn: Istaknuti dodaci
tr: Vitrindeki Eklentiler

source: Extensions
cs: Rozšíření
fy: Utwreidings
hu: Kiterjesztések
ru: Расширения
sl: Dodatki
sq: Zgjerime
sr: Екстензије
sr_latn: Ekstenzije
tr: Uzantılar

source: Themes
cs: Motivy vzhledu
fy: Tema's
hu: Témák
ru: Темы
sl: Teme
sq: Tema
sr: Теме
sr_latn: Teme
tr: Temalar

source: Personas
hu: Personák
ru: Обои
sl: Persone
sr: Одела за фајерфокс
sr_latn: Odela za fajerfoks
tr: Persona'lar

source: Search Tools
cs: Nástroje pro vyhledávání
fy: Sykhelpmiddelen
hu: Keresőeszközök
ru: Инструменты поиска
sl: Orodja za iskanje
sq: Mjete Kërkimi
sr: Алатке за претрагу
sr_latn: Alatke za pretragu
tr: Arama Araçları

source: Language Support
cs: Jazyková podpora
fy: Taalstipe
hu: Nyelvi támogatás
ru: Поддержка языка
sl: Jezikovna podpora
sq: Mbulim Gjuhësh
sr: Језичка подршка
sr_latn: Jezička podrška
tr: Dil Desteği

source: Collections
cs: Sbírky
fy: Kolleksjes
hu: Gyűjtemények
ru: Подборки
sl: Zbirke
sq: Koleksione
sr: Колекције
sr_latn: Kolekcije
tr: Koleksiyonlar

source: Mobile Add-ons
cs: Doplňky pro mobily
fy: Tafoegings foar Mobyl
hu: Mobile kiegészítők
ru: Дополнения для Мобильного
sl: Dodatki za mobilne naprave
sq: Shtesa për Celular
sr: Мобилни додаци
sr_latn: Mobilni dodaci
tr: Mobil Eklentiler

source: Developer Hub
cs: Centrum pro vývojáře
fy: Yntwikkelaarshub
hu: Fejlesztőközpont
ru: Центр разработчика
sl: Razvojni center
sq: Qendër Zhvilluesish
sr: Средиште програмера
sr_latn: Središte programera
tr: Geliştirici Merkezi

source: Support
cs: Podpora
fy: Stipe
hu: Támogatás
ru: Поддержка
sl: Podpora
sq: Asistencë
sr: Подршка
sr_latn: Podrška
tr: Destek

source: Firefox Support
cs: Podpora Firefoxu
fy: Stipe foar Firefox
hu: Firefox Támogatás
ru: Поддержка Firefox
sl: Podpora za Firefox
sq: Asistencë Firefox-i
sr: Фајерфокс подршка
sr_latn: Fajerfoks podrška
tr: Firefox Desteği

source: Mobile Support
cs: Podpora Firefoxu pro mobily
fy: Stipe foar Mobyl
hu: Mobile támogatás
ru: Поддержка Мобильного
sl: Podpora za mobilnike
sq: Asistencë për Celular
sr: Подршка за кориснике мобилних уређаја
sr_latn: Podrška za korisnike mobilnih uređaja
tr: Mobil Desteği

source: Thunderbird Support
cs: Podpora Thunderbirdu
fy: Stipe foar Thunderbird
hu: Thunderbird támogatás
ru: Поддержка Thunderbird
sl: Podpora za Thunderbird
sq: Asistencë Thunderbird-i
sr: Тандерберд подршка
sr_latn: Tanderberd podrška
tr: Thunderbird Desteği

source: About
cs: O nás
fy: Oer
hu: Névjegy
ru: О сайте
sl: Vizitka
sq: Rreth
sr: O нама
sr_latn: O nama
tr: Hakkında

source: About Firefox
cs: O Firefoxu
fy: Oer Firefox
hu: A Firefox böngészőről
ru: О Firefox
sl: O Firefox
sq: Rreth Firefox-it
sr: O фајерфоксу
sr_latn: O fajerfoksu
tr: Firefox Hakkında

source: Join Mozilla
cs: Připojte se k Mozille
fy: Doch mei mei Mozilla
hu: Csatlakozzon
ru: Присоединяйтесь к Mozilla
sl: Pridružite se Mozilli
sq: Bashkojuni Mozilla-s
sr: Придружите се Мозили
sr_latn: Pridružite se Mozili
tr: Mozilla'ya Katılın

source: Participate
cs: Podílet se
fy: Dienlnimme
hu: Közreműködés
ru: Участвовать
sl: Sodelujte
sq: Merrni pjesë
sr: Учествујте
sr_latn: Učestvujte
tr: Katkıda Bulunun

source: Press Center
cs: Tiskové centrum
fy: Parsesintrum
hu: Sajtó
ru: Пресс-центр
sl: Center za tisk
sq: Qendra e Shtypit
sr: Медијски центар
sr_latn: Medijski centar
tr: Basın Merkezi

source: Careers
cs: Kariéra
fy: Karriêres
hu: Állásajánlatok
ru: Карьера
sl: Zaposlitev
sq: Punësime
sr: Запошљавање
sr_latn: Zapošljavanje
tr: İş Olanakları

source: Partnerships
cs: Partnerství
fy: Partners
hu: Partnerkapcsolatok
ru: Партнерства
sl: Zavezništva
sq: Bashkëpunime
sr: Партнерства
sr_latn: Partnerstva
tr: Ortaklıklar

source: Legal
cs: Omezení
fy: Juridysk
hu: Jogi megjegyzések
ru: Права
sl: Pravno
sq: Ligjore
sr: Правни
sr_latn: Pravni
tr: Yasal

source: Contact Us
cs: Kontaktujte nás
fy: Kontakt
hu: Kapcsolat
ru: Связь с нами
sl: Stopite v stik z nami
sq: Lidhuni me Ne
sr: Контактирајте нас
sr_latn: Kontaktirajte nas
tr: Bize Ulaşın

source: Privacy Policy
cs: Zásady ochrany soukromí
fy: Privacybelied
hu: Adatvédelmi irányelvek
ru: Политика приватности
sl: Izjava o zasebnosti
sq: Rregulla Privatësie
sr: Полиса о приватности
sr_latn: Polisa o privatnosti
tr: Gizlilik İlkeleri

source: Legal Notices
cs: Právní omezení
fy: Juridyske betingsten
hu: Jogi megjegyzések
ru: Правовые уведомления
sl: Pravna obvestila
sq: Shënime Ligjore
sr: Правна обавештења
sr_latn: Pravna obaveštenja
tr: Yasal Uyarılar

source: Report Trademark Abuse
cs: Nahlásit zneužití ochranné známky
fy: Misbrûk fan hannelsmerk melde
hu: Védjeggyel való visszaélés jelentése
ru: Сообщить о злоупотреблении торговой маркой
sl: Poročilo o zlorabi trgovske znamke
sq: Njoftoni Shpërdorim Shenjash Tregtare
sr: Пријавите злоупотребу заштитног знака
sr_latn: Prijavite zloupotrebu zaštitnog znaka
tr: Telif Hakkı İhlali Bildir

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
cs: Pokud není <a href="%(legal_url)s">řečeno</a> jinak, je obsah tohoto webu licencován pod licencí <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v. 3.0</a> nebo jakékoliv pozdější verze.
fy: Utsein oars <a href="%(legal_url)s">fermeld</a>, is op de ynhâld fan dit webstee de <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of lettere ferzje fan tapassing.
hu: Kivéve, ahol másként nincs <a href="%(legal_url)s">említve</a>, az oldalon található tartalom <br /> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0 </a> vagy annál frissebb verzió alatt kerül kiadásra.
ru: За исключением содержимого с <a href="%(legal_url)s">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <br/> <a href="%(license_url)s">лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.
sl: Razen če ni drugače <a href="%(legal_url)s">navedeno</a>, so vsebine na tej strani pod licenco <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ali pod eno kasnejših različic.
sq: Hiq atje ku <a href="%(legal_url)s">shënohet</a> ndryshe, lënda në këtë <em>site</em> lejohet sipas <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ose cilitdo version të mëvonshëm.
sr: Осим ако је другачије <a href="%(legal_url)s">наведено</a>, садржај на овом сајту је лиценциран под <br/><a href="%(license_url)s">Creative Commons Attribution Share-Alike лиценцом v3.</a> или било којом новијом верзијом.
sr_latn: Osim ako je drugačije <a href="%(legal_url)s">navedeno</a>, sadržaj na ovom sajtu je licenciran pod <br/><a href="%(license_url)s">Creative Commons Attribution Share-Alike licencom v3.</a> ili bilo kojom novijom verzijom.
tr: Aksi <a href="%(legal_url)s">belirtilmedikçe, bu sitedeki içerikler <a href="%(license_url)s">Creative Commons Attribution<br/> Share-Alike Lisansı v3.0</a> veya daha üst bir sürümle lisanslanmıştır.

source: VIEW CURRENT BANNERS
cs: VYTVOŘENÉ BANNERY
fy: AKTUELE BANNERS BESJEN
hu: JELENLEGI BANNEREK MEGTEKINTÉSE
ru: ПРОСМОТР ТЕКУЩИХ БАННЕРОВ
sl: PRIKAŽI TRENUTNE PASICE
sq: SHIHNI STEMAT E TANISHME
sr: ПОГЛЕДАЈТЕ ТРЕНУТНЕ БАНЕРЕ
sr_latn: POGLEDAJTE TRENUTNE BANERE
tr: MEVCUT BANNER'LARI GÖR

source: MY BANNERS
cs: MÉ BANNERY
fy: MYN BANNERS
hu: SAJÁT BANNEREK
ru: МОИ БАННЕРЫ
sl: MOJE PASICE
sq: STEMAT E MIA
sr: МОЈИ БАНЕРИ
sr_latn: MOJI BANERI
tr: BANNER'LARIM

source: GET STARTED
cs: ZAČÍT
fy: OAN IT WURK
hu: KEZDŐ LÉPÉSEK
ru: НАЧАТЬ
sl: PA ZAČNIMO
sq: NISJANI
sr: ПОЧНИТЕ
sr_latn: POČNITE
tr: BAŞLARKEN

source: LOG OUT
cs: ODHLÁSIT
fy: OFMELDE
hu: KIJELENTKEZÉS
ru: ВЫЙТИ
sl: ODJAVA
sq: DILNI
sr: ОДЈАВИТЕ СЕ
sr_latn: ODJAVITE SE
tr: ÇIKIŞ

source: EDIT PROFILE
cs: UPRAVIT PROFIL
fy: PROFYL BEWURKJE
hu: PROFIL SZERKESZTÉSE
ru: ИЗМЕНЕНИЕ ПРОФИЛЯ
sl: UREDI PROFIL
sq: PËRPUNONI PROFILIN
sr: ИЗМЕНИТЕ ПРОФИЛ
sr_latn: IZMENITE PROFIL
tr: PROFİLİ DÜZENLE

source: Firefox Affiliates
cs: Partnerský program Firefoxu
ru: Помощники Firefox
sl: Zavezniki Firefoxa
sq: Përhapës të Firefox-it
sr: Фајерфокс промотери
sr_latn: Fajerfoks promoteri
tr: Firefox Kardeşleri

source: Aurora <span>for</span> Android
cs: Aurora <span>pro</span> Android
fy: Aurora <span>foar</span> Android
ru: Aurora <span>для</span> Android
sl: Aurora <span>za</span> Android
sq: Aurora <span>për</span> Android
sr: Аурора <span>за</span> Анд
sr_latn: Aurora <span>za</span> Android
tr: Android <span>için</span> Aurora

source: Facebook Messenger for Firefox
fy: Facebook Messenger foar Firefox
sq: Facebook Messenger për Firefox
tr: Firefox için Facebook Messenger

source: custom-css
sq: css e personalizuar

source: Email
ru: Адрес эл. почты
sl: E-pošta
sr: Адреса ел. поште
sr_latn: Adresa el. pošte
tr: E-posta

source: Mozilla Firefox
sr: Мозилин фајерфокс
sr_latn: Mozilin fajerfoks

source: Firefox
sr: Фајерфокс
sr_latn: Fajerfoks

source: Mozilla
sr: Мозила
sr_latn: Mozila

source: Android
sr: Андроид

source: Twitter
ru: Твиттер
sr: Твитер
sr_latn: Tviter

source: Facebook
sr: Фејсбук
sr_latn: Fejsbuk

source: Blog
ru: Блог
sr: Блог
