Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Are you sure?
fy: Binne jo wis?
hu: Biztos benne?
sq: Jeni i sigurt?
tr: Emin misiniz?

source: Creation date
fy: Oanmaakdatum
hu: Létrehozási dátum
sq: Datë krijimi
tr: Oluşturma tarihi

source: Clicks
fy: Klikken
hu: Kattintások
sq: Klikime
tr: Tıklama

source: Post to Feed
fy: Poste nei feed
hu: Facebookra
sq: Postoje te Prurja
tr: Haber kaynağına gönder

source: Delete
fy: Fuortsmite
hu: Törlés
sq: Fshije
tr: Sil

source: Click Goal: <span>%(count)s</span>
fy: Klikdoel: <span>%(count)s</span>
hu: Cél: <span>%(count)s</span>
sq: Synim për Klikimet: <span>%(count)s</span>
tr: Tıklama hedefi: <span>%(count)s</span>

source: Help us share Firefox with the world.
fy: Help ús Firefox mei de wrâld te dielen.
hu: Segítse a Firefoxot megismertetni a világgal.
sq: Na ndihmoni ta ndajmë Firefox-in me botën.
tr: Firefox'u dünyayla paylaşmamıza yardım edin.

source: Invite your friends to Download Firefox!
fy: Freegje jo freonen Firefox te downloaden!
hu: Hívja meg barátait, hogy töltsék le a Firefoxot!
sq: Ftoni miqtë tuaj të Shkarkojnë Firefox-in!
tr: Arkadaşlarınızı Firefox'u indirmeye davet edin!

source: My banners
fy: Myn banners
hu: Saját bannerek
sq: Stemat e mia
tr: Banner'larım

source: FAQs
cs: FAQ
hu: GYIK
ru: FAQи
sl: Pogosta vprašanja
sq: FAQ
sr: ЧПП
sr_latn: ČPP
tr: S.S.S.'ler

source: Do you already have an account from affiliates.mozilla.org? You can link your account to this application and you'll get credit for any clicks that you drive through Facebook. To connect your account, just click here and fill in your information. We'll send you an email to confirm. If you'd like to sign up for an account, just visit <a href="%(link)s">affiliates.mozilla.org</a>.
fy: Hawwe jo al in account fan affiliates.mozilla.org? As jo jo account oan dizze applikaasje keppelje, sille jo beleand wurde foar elke klik dy't jo fia Facebook ûntfange. Klik hjir en folje jo gegevens yn om jo account te ferbinen. Wy stjoere jo in e-mailberjocht foar befestiging. As jo jo foar in account registrearje, besykje dan <a href="%(link)s">affiliates.mozilla.org</a>.
hu: Van már felhasználói fiókja az affiliatesmozilla.org weboldalon? Összekötheti a felhasználói fiókját ezzel az alkalmazással és elszámoljuk a Facebookon keresztül érkező kattintásokat is. A felhasználói fiók összekötéséhez kattintson ide és adja meg a szükséges adatokat. A jóváhagyáshoz levelet fogunk küldeni. Regisztrációhoz látogassa meg az <a href="%(link)s">affiliates.mozilla.org</a> weboldalt.
sq: Keni tashmë një llogari te affiliates.mozilla.org? Mund ta lidhni llogarinë tuaj te ky zbatim dhe do të përfitoni pikë për çdo klikim që sillni përmes Facebook-ut. Për t'u lidhur te llogaria juaj, thjesht klikoni këtu dhe plotësoni të dhënat tuaja. Do t'ju dërgojmë një email ripohimi. Nëse dëshironi të regjistroni një llogari, thjesht vizitoni <a href="%(link)s">affiliates.mozilla.org</a>.
tr: Zaten affiliates.mozilla.org üzerinde bir hesabınız var mı? Hesabınızı bu uygulamaya bağlayarak Facebook üzerinden aldığınız tıklamaları da saydırabilirsiniz. Hesabınızı bağlamak için buraya tıklayın ve bilgilerinizi girin. Size bir doğrulama e-postası göndereceğiz. Yeni bir hesap açmak isterseniz <a href="%(link)s">affiliates.mozilla.org</a> adresini ziyaret edin.

source: Submit
fy: Yntsjinje
hu: Elküld
sq: Parashtroje
tr: Gönder

source: Thanks for linking your affiliates.mozilla.org account.
fy: Tank foar it keppeljen fan jo affiliates.mozilla.org-account.
hu: Köszönjük, hogy összekapcsolta az affiliates.mozilla.org felhasználói fiókját.
sq: Faleminderit për lidhjen e krijuar te llogaria juaj affiliates.mozilla.org.
tr: affiliates.mozilla.org hesabınızı bağladığınız için teşekkürler.

source: If the email address you entered has an account, you will receive a confirmation email.
fy: As it ynfolle e-mailadres in account hat, ûntfange jo in ûntfangstbefestiging.
hu: Jóváhagyó levelet küldünk, amennyiben a megadott e-mail címhez tartozik felhasználói fiók.
sq: Nëse adresa email që dhatë ka një llogari, do të merrni një email ripohimi.
tr: Girdiğiniz e-posta adresinin bir hesabı varsa, bir onay e-postası alacaksınız.

source: Linked to <a href="%(link)s">affiliates.mozilla.org</a>
fy: Keppele oan <a href="%(link)s">affiliates.mozilla.org</a>
hu: Hivatkozás az <a href="%(link)s">affiliates.mozilla.org</a>-ra
sq: U krijua lidhje te <a href="%(link)s">affiliates.mozilla.org</a>
tr: <a href="%(link)s">affiliates.mozilla.org</a> ile bağlandı

source: This account is linked to affiliates.mozilla.org. You are credited for clicks from Facebook. You can unlink accounts by clicking below.
fy: Dizze account is oan affiliates.mozilla.org keppele. Jo wurde beleand foar klikken fanôf Facebook. Jo kinne accounts ûntkeppelje troch hjirûnder te klikken.
hu: Ez a felhasználói fiók össze van kapcsolva az affiliates.mozilla.org weboldalra. A Facebookról érkező kattintások elszámolásra kerülnek. Az alábbira kattintva szétválaszthatók a felhasználó fiókok.
sq: Kjo llogari është e lidhur te affiliates.mozilla.org. Përfitoni pikë për klikime nga Facebook-u. Llogaritë mund t'i shkëputni duke klikuar më poshtë.
tr: Bu hesap affiliates.mozilla.org'a bağlanmış. Facebook'tan aldığınız tıklamalar da sayılacak. Aşağıya tıklayarak hesapların bağlantısını kesebilirsiniz.

source: Remove %(email_address)s
fy: Jo e-mailadres
hu: %(email_address)s eltávolítása
sq: Hiqe %(email_address)s
tr: %(email_address)s adresini kaldır

source: Total clicks
fy: Klikken totaal
hu: Összes kattintás
sq: Klikime gjithsej
tr: Toplam tıklama

source: Be a part of the Firefox movement
fy: Wês part fan de Firefox-beweging
hu: Legyen a Firefox-mozgalom részese
sq: Bëhuni pjesë e lëvizjes Firefox
tr: Firefox hareketinin bir parçası olun

source: It's easy!
fy: It is maklik!
hu: Ez egyszerű!
sq: Është e lehtë!
tr: Çok kolay!

source: Create your custom banner.
fy: Meitsje jo eigen banner.
hu: Egyéni banner készítése.
sq: Krijoni stemën tuaj të personalizuar
tr: Özel banner'ınızı oluşturun.

source: Get clicks and you could be featured in a paid Facebook ad.
fy: Sammelje klikken en jo wurde mooglik yn in betelle Facebook-advertinsje oanrikkemandearre.
hu: Szerezzen kattintásokat és legyen fizetett Facebook hirdetés.
sq: Përfitoni klikime dhe mundet që të përfshiheni te një reklamë me pagesë në Facebook.
tr: Tıklama toplayarak ücretli bir Facebook reklamında görünebilirsiniz.

source: Get Firefox News
fy: Firefox-nijs ûntfange
hu: Firefox hírek
sq: Merrni Lajme mbi Firefox-in
tr: Firefox Haberlerini Alın

source: I agree to the <a href="%(link)s">Privacy Policy</a>
fy: Ik gea akkoard mei it <a href="%(link)s">Privacybelied</a>
hu: Elfogadom az <a href="%(link)s">Adatvédelmi irányelveket</a>
sq: Pajtohem me <a href="%(link)s">Rregullat e Privatësisë</a>
tr: <a href="%(link)s">Gizlilik İlkeleri</a>'ni kabul ediyorum

source: We will only send you Mozilla-related information.
fy: Wy stjoere jo allinnich Mozilla-relatearre ynformaasje.
hu: Csak Mozillával kapcsolatos információkat küldünk.
sq: Do t'ju dërgojmë vetëm të dhëna që kanë lidhje me Mozilla-n.
tr: Size sadece Mozilla ile ilgili bilgiler göndereceğiz.

source: Sign me up!
fy: Abonnearje my!
hu: Regisztráció
sq: Regjistromë!
tr: Kaydet!

source: Thanks!
cs: Děkujeme!
fy: Tankewol!
hu: Köszönjük!
ru: Спасибо!
sl: Hvala!
sq: Faleminderit!
sr: Хвала!
sr_latn: Hvala!
tr: Teşekkürler!

source: Whoops!
cs: Oops!
fy: Oeps!
hu: Hoppá!
ru: Ой!
sl: Opla!
sq: Oooh!
sr: Упс!
sr_latn: Ups!
tr: Hata oluştu!

source: What are you doing here?
cs: Co zde děláte?
fy: Wat dogge jo hjir?
hu: Hogy került ide?
ru: Что вы здесь делаете?
sl: Kako pa ste zašli sem?
sq: Ç'bëni këtu?
sr: Шта радите овде?
sr_latn: Šta radite ovde?
tr: Burada ne arıyorsunuz?

source: Did you make a left at that last URL instead of a right? No problem. Here are some tips to get you back on your way:
fy: Binne jo by die lêste URL linksôf slein yn stee fan rjochts? Gjin probleem. Utsein jo wolle dat wy jo yndiele, binne hjir in oantal tips om jo wer op it goede paad te helpen:
hu: Nem a jó helyre került a legutoljára kattintott linkről? Semmi baj. Itt van néhány ötlet, hogyan is találhatja meg, amit keresett:
sq: Mos u kthyet majtas te URL-ja e fundit, në vend se të ktheheshit djathtas? S'ka problem. Ja pak ndihmë për t'ju kthyer në drejtimin e duhur:
tr: Son adresten sağa döneceğinize sola mı döndünüz? Sorun değil. İşte yolunuza geri dönmeniz için birkaç ipucu:

source: If you typed in the address, check your spelling. Could just be a typo.
cs: Pokud jste napsali adresu, zkontrolujte její správnost. Možná jste se překlepli.
fy: As jo it adres yntypt hawwe, kontrolearje dan de stavering. It kin in typflater wêze.
hu: Amennyiben beírta a címet, érdemes leellenőrizni. Lehet, hogy csak egy elütés.
ru: Если вы набрали адрес, проверьте правильность его написания. Может быть просто опечатка.
sl: Če ste vnesli naslov, preverite črkovanje. Morda ste se zatipkali.
sq: Po qe se e shtypët adresën, kontrollojini drejtshkrimin. Mundet të jetë gabim shkrimi.
sr: Ако сте укуцали адресу, молимо проверите да ли је исправна. Можда је то само грешка у куцању.
sr_latn: Ako ste ukucali adresu, molimo proverite da li je ispravna. Možda je to samo greška u kucanju.
tr: Adresi yazdıysanız tekrar kontrol edin. Yazım hatası olabilir.

source: If you followed a link, it’s probably broken. Please <a href="mailto:%(email)s">contact us</a> and we’ll fix it.
cs: Pokud jste klepli na odkaz, je pravděpodobně špatně. <a href="mailto:%(email)s">Kontaktujte nás</a> a my to opravíme.
fy: As jo op in keppeling klikt hawwe, is dizze wierskienlik defekt. <a href="mailto:%(email)s">Nim kontakt mei ús op</a> en wy meitsje it yn oarder.
hu: Ha egy hivatkozásra kattintva jutott ide, akkor valami nem jól működik. <a href="mailto:%(email)s">Vegye fel velünk a kapcsolatot</a> és kijavítjuk.
ru: Если вы проследовали по ссылке, то она вероятно сломана. Пожалуйста, <a href="mailto:%(email)s">свяжитесь с нами</a> и мы её исправим.
sl: Če ste sledili povezavi, gre verjetno za polomljen naslov. Prosim <a href="mailto:%(email)s">pišite nam</a> pa ga bomo popravili.
sq: Nëse mbërritët këtu përmes një lidhjeje, ndoshta është e dëmtuar. Ju lutemi, <a href="mailto:%(email)s">lidhuni me ne</a> dhe do ta ndreqim.
sr: Уколико сте пратили везу, вероватно је покварена. Молимо <a href="mailto:%(email)s">контактирајте нас</a> и ми ћемо је поправити.
sr_latn: Ukoliko ste pratili vezu, verovatno je pokvarena. Molimo <a href="mailto:%(email)s">kontaktirajte nas</a> i mi ćemo je popraviti.
tr: Bir linke tıkladıysanız muhtemelen link kırık. Lütfen <a href="mailto:%(email)s">bize yazın</a> ki düzeltebilelim.

source: If you're not sure what you're looking for, start at <a href="%(link)s">mozilla.org</a>.
fy: As jo net wis binne wêrnei jo op syk binne, begjin dan by <a href="%(href)s">mozilla.org</a>.
hu: Ha nem biztos benne, hogy mit keres, akkor kezdje a <a href="%(link)s">mozilla.org</a> weboldalon.
sq: Nëse nuk jeni i sigurt për çfarë po shihni, fillojani me <a href="%(link)s">mozilla.org</a>.
tr: Ne aradığınızdan emin değilseniz <a href="%(link)s">mozilla.org</a>'dan başlayın.

source: Using Affiliate banners
fy: Affiliate-knoppen brûke
hu: Affiliate banner használata
sq: Përdorimi i stemave të Përkrahësve
tr: Kardeşlik düğmelerinin kullanımı

source: What is Firefox Affiliates?
fy: Firefox Affiliates
hu: Mi az a Firefox Affiliates?
sq: Çfarë janë Përhapësit e Firefox-it?
tr: Firefox Kardeşleri nedir?

source: Firefox Affiliates allows you to build banners and place them on your Facebook profile to encourage visitors to download Firefox. When a visitor to your page or status update clicks on a banner and visits the Firefox download page, you get credit for that click. Affiliates who get a lot of clicks through their profile will be featured on our leaderboard and be eligible for fun stuff like Firefox T-shirts and, if you opt in, we may feature your banner in a paid-ad on the Facebook ad network. While we do send out prizes and gifts to our Affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox banners.
fy: Firefox Affiliate-knoppen binne in stikje html-koade dy't jo op jo webside of blog pleatse om besikers fan jo webside oan te setten ta it downloaden fan Firefox. Wannear't in besiker fan jo webside op in knop klikt en Firefox downloadt, wurde jo foar dy download beleand. Partners dy't fia harren webside in protte downloads opleverje sille op ús scoreboerd fermeld wurde en komme yn oanmerking foar leuk guod lykas Firefox-mouhimden. Hoewol't wy fan tiid ta tiid prizen en geskenken fuortjaan oan ús partners, biedet Firefox Affiliates gjin finansjële fergoedingen foar it hosten fan Firefox-knoppen.
hu: A Firefox Affiliates letöltőgombok, tulajdonképpen html kódok, amelyek a weboldalra téve arra ösztönzik a látogatókat, hogy letöltsék a Firefoxot. Amikor valaki rákattint a gombra és letölti a Firefoxot, akkor ezt a letöltés elszámoljuk Önnek. Azok a Firefox Barátok, akik weboldalukon keresztül sok letöltést generálnak, felkerülnek a ranglistára és időnként ajándékokat kapnak, például pólókat kapnak. Annak ellenére, hogy időnként ajándékokat küldünk, ez nem azt jelenti, hogy pénzbeni juttatást adunk a Firefox gombok elhelyezéséért.
sq: Përhapësit e Firefox-it ju mundësojnë të krijoni stema dhe t'i vendosni ato te profili juaj Facebook që të nxitni vizitorët të shkarkojnë Firefox-in. Kur një vizitor i faqes suaj ose një që sheh përditësimin e gjendjes suaj klikon mbi një nga butonat dhe viziton faqen e shkarkimit të Firefox-it, ju përfitoni pikë nga ai shkarkim. Përkrahësit që grumbullojnë shumë shkarkime përmes profilit të tyre do të paraqiten te tabela jonë e nderit dhe do të kenë mundësi të fitojnë gjëra të lezetshme, të tilla si bluza Firefox, dhe, po qe se e zgjidhni këtë mundësi, mund ta përfshijmë stemën tuaj në një reklamë me pagesë te rrjeti i reklamave të Facebook-ut. Edhe pse dërgojmë herë pas here çmime dhe dhurata, Përhapësit e Firefox-it nuk ofron shpërblime në të holla për strehimin e stemave Firefox.
tr: Firefox Kardeşleri, ziyaretçilerinizi Firefox'u indirmeye davet etmek için Facebook profilinize ekleyebileceğiniz banner'lar oluşturmanızı sağlar. Sayfanıza veya durum güncellemenize bakan ziyaretçiniz banner'a tıkladığında Firefox indirme sayfasını ziyaret eder ve bu tıklama için hesabınıza puan işlenir. Profilleri üzerinden çok sayıda tıklama alan Kardeşler lider listemize girer ve Firefox tişörtleri gibi eğlenceli hediyeleri edinmeye hak kazanırlar. Kardeşlerimize zaman zaman ödüller ve hediyeler gönderiyoruz, ama Firefox Kardeşleri'ne desteğinizin parasal bir getirisi yoktur.

source: How do I add a banner to my Facebook profile?
fy: Hoe foegje ik in Affiliate-knop ta oan myn webside?
hu: Hogyan adhatom hozzá a bannert a Firefox profilomhoz?
sq: Si ta shtoj një stemë te profili im Facebook?
tr: Facebook profilime nasıl banner ekleyebilirim?

source: Select a banner design that you like using the <a href="%(link)s">banner builder</a>, add a personal message about why you love Firefox and then click "share." This will post the banner to your Facebook timeline and into your friends' newsfeed.
fy: Selektearje in bannerûntwerp dat jo befalt fia de <a href="%(link)s">banner builder</a>, foegje in persoanlik berjocht ta oer wêrom't jo sa hâlde fan Firefox en klik dêrnei op “Diele”. Hjirtroch wurdt de banner op jo Facebook-tiidline en yn de nijsfeed fan jo freonen pleatst. Sa gau as der aktiviteit op jo banner is, ûntfange jo in fernijing op jo tidline.
hu: Válasszon egy bannert, a <a href="%(link)s">banner készítőben</a>, adjon hozzá személyes üzenetet, amelyben elmondja, hogy miért szereti a Firefoxot, majd nyomja meg a "megosztás" gombot.
sq: Përzgjidhni një nga stemat që ju pëlqen, duke përdorur <a href="%(link)s">krijuesin e stemave</a>, shtojini një mesazh personal rreth arsyes së dashurisë suaj për Firefox-in dhe mandej klikoni "ndajeni me të tjerët." Kjo do të bëjë që stema të postohet te rrjedha juaj kohore e Facebook-ut dhe te prurja e lajmeve në miqtë tuaj.
tr: <a href="%(link)s">Banner yaratıcıyı</a> kullanarak hoşunuza giden bir banner tasarımı seçin, Firefox'u neden sevdiğinizi anlatan kişisel mesajınızı ekleyin ve "paylaş"a tıklayın. Bunu yaptığınızda banner'ınızı Facebook zaman tünelinize ve arkadaşlarınızın haber kaynağına gönderilecektir.

source: How do I invite a friend to use Firefox?
fy: Hoe noegje ik in freon út om Firefox te brûken?
hu: Hogyan hívhatom meg ismerőseimet a Firefox használatára?
sq: Si ta ftoj një shok të përdorë Firefox-in?
tr: Arkadaşlarımı Firefox'u indirmeye nasıl davet edebilirim?

source: If you'd like to personally invite someone to use Firefox, just select "Share ad with friends" from the side menu and you will be able to send a Facebook message with a custom Firefox download link. If your friend clicks on the link, you'll also get credit for the click.
fy: As jo personlik ien útnoegje wolle ta it gebrûk fan Firefox, kies dan “Ad diele mei freonen” yn it menu oan de sydkant en jo kinne in Facebook-berjocht mei in oanpaste Firefox-downloadkeppeling stjoere. As jo freon op de keppeling klikt, wurde jo ek foar de klik beleand.
hu: Ha személyesen szeretne meghívni valakit a Firefox használatára, válassza ki a "Megosztás a barátaival" lehetőséget az oldalmenüből, amelynek segítségével Facebook-üzenet küldhető, egyedi Firefox letöltés hivatkozással. Minden, erre a hivatkozásra történő kattintás elszámolásra kerül.
sq: Nëse do të donit të ftonit personalisht dikë të përdorë Firefox-in, thjesht përzgjidhni "Ndajeni reklamën me miqtë" te menuja anash dhe do të jeni në gjendje të dërgoni një mesazh nga Facebook-u me një lidhje të personalizuar shkarkimi Firefox-i. Nëse miqtë tuaj klikojnë te lidhja, ju përfitoni pikë nga këto klikime.

source: Can my banner become a paid Facebook ad?
fy: Kin myn banner in betelle Facebook-advertinsje wurde?
hu: Lehet a banneremből fizetett Facebook hirdetés?
sq: A mund të bëhet stema ime një reklamë Facebook me pagesë?
tr: Banner'ım ücretli bir Facebook reklamı olabilir mi?

source: If you checked the box to allow your banner to be featured in a paid Facebook ad, once you've reached %(click_count)s clicks on a Facebook banner, your banner will become eligible to be a paid Facebook ad. This means that Mozilla will pay to have an ad placed on the Facebook ad network sharing your message of why you love Firefox. We will notify you if your banner is chosen to be a paid ad in your region. If you do not want to participate in this, don't click the opt-in when you build your banner. If you've opted in by accident, please contact us at <a href="%(link)s">affiliates@mozilla.org</a> and we'll make sure you aren't included in the ad selection.
fy: As jo it seleksjefekje foar tastimming fan it oanrikkemandearjen fan jo banner yn in betelle Facebook-advertinsje oanfinkt hawwe, komt jo banner by it beriken fan %(click_count)s klikken op in Facebook-banner yn oanmerking om in betelle Facebook-advertinsje te wurden. Dit betsjut dat Mozilla betelje sil om in advertinsje op it Facebook-advertinsjenetwurk pleatse te litten dy't jo boadskip oer wêrom't jo sa hâlde fan Firefox dielt. Wy litte jo witte wannear't jo banner te in betelle advertinsje yn jo regio ferkeazen is. As jo hjir net oan dielnimme wolle, klik dan net op de mooglikheid foar ynskriuwen wylst it bouwen fan jo banner. As jo jo per ûngelok ynskreaun hawwe, nim dan kontakt op fia <a href="%(link)s">affiliates@mozilla.org</a> en wy soargje derfoar dat jo net yn de advertinsjeseleksje meinommen wurde.
hu: Amennyiben engedélyezi, hogy a banner megjelenhessen fizetett Facebook hirdetésként, akkor a %(click_count)s kattintás elérésekor akkor a banner fizetett Facebook hirdetéssé válhat. Ez azt jelenti, hogy a Mozilla fizet, hogy a banner fizetett hirdetésként megjelenjen a Facebookon, megosztva az üzenetet, amelyben leírja, hogy miért szereti a Firefoxot. Értesíteni fogjuk, amikor a bannert fizetett hirdetésre választjuk ki az adott régióban. Amennyiben nem akar ebben részt venni, akkor a banner készítésekor ne válassza ki ezt a lehetőséget. Ha véletlenül mégis kiválasztotta, akkor írjon az<a href="%(link)s">affiliates@mozilla.org</a> címre és nem fogjuk kiválasztani az adott a kérdéses bannert.
sq: Nëse i vutë shenjë kutizës që të lejoni stemën tuaj të bëhet pjesë e një reklame me pagesë në Facebook, sapo të keni kapur %(click_count)s klikime mbi një stemë Facebook-u, stema juaj do të jetë e përzgjedhshme për të qenë reklamë Facebook me pagesë. Kjo do të thotë që Mozilla do të paguajë për të pasur një reklamë te rrjeti i reklamave Facebook, e cila paraqet mesazhin tuaj rreth pse e doni Firefox-in. Nëse stema juaj zgjidhet për të qenë një reklamë me pagesë në zonën tuaj, do t'jua bëjmë të ditur. Nëse nuk doni gjëra të tilla, mos i vini shenjë zgjedhjes kur krijoni stemën tuaj. Nëse i vutë shenjë padashka, ju lutemi, lidhuni me ne përmes <a href="%(link)s">affiliates@mozilla.org</a> dhe të sigurojmë mospërfshirjen tuaj te përzgjedhja për reklamat.

source: If I opted in to having my banner become a paid Facebook ad, what exactly am I giving you permission to do?
fy: As ik my foar it oanrikkemandearjen fan myn banner foar in betelle Facebook-advertinsje ynskreaun haw, wêr jou ik dan presys tastimming foar?
hu: Amennyiben jóváhagyom, hogy a banner fizetett hirdetésként kikerüljön, akkor pontosan milyen jogot adok át?
sq: Po qe se kam zgjedhur që stema ime të mund të bëhet reklamë e paguar në Facebook, çfarë lejesh po ju jap saktësisht?

source: You are giving us permission to use, reproduce, distribute, edit, and display your photo, if it is included in your banner, and your message about why you love Firefox, for commercial purposes, specifically in a paid ad on Facebook. You are also acknowledging that you will not be paid for the use of your banner.
fy: Jo jouwe ús tastimming foar it brûken, reprodusearjen, fersprieden, bewurkjen en werjaan fan jo foto, as dizze yn jo banner sit, en jo boadskip oer wêromý jo sa hâlde fan Firefox, foar kommersjele doelen, mei nammen yn in betelle advertinsje op Facebook. Jo befestigje ek dat jo net foar it gebrûk fan jo banner betelle wurde sille.
hu: Ezzel olyan jogot kapunk, hogy kereskedelmi céllal, különös tekintettel fizetett Facebook hirdetésként használhatjuk, reprodukálhatjuk, terjeszthetjük, szerkeszthetjük és megjeleníthetjük az Ön képét és üzenetét, hogy miért szereti a Firefoxot, amennyiben az része a bannernek. Valamint elfogadja, hogy a banner használatáért semmilyen anyagi juttatást nem kap.
sq: Po na jepni leje që të përdorim, riprodhojmë, shpërndajmë, përpunojmë dhe shfaqim foton tuaj, po qe se një e tillë përfshihet te stema, dhe mesazhin tuaj se pse e doni Firefox-in, për qëllime komerciale, specifikisht në një reklamë Facebook-u me pagesë. Njëkohësisht pranoni që nuk do të paguheni pse ju përdoret stema.

source: How do I remove the application?
fy: Hoe smyt ik de applikaasje fuort?
hu: Hogyan lehet az alkalmazást eltávolítani?
sq: Si ta heq zbatimin?
tr: Uygulamayı nasıl kaldırabilirim?
