Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: Mozilla and Firefox are all about community. If you have an idea, we want to hear it. Send us a note at <a href="mailto:%(email)s">%(email)s</a> and tell us your amazing idea for the program.
cs: Mozilla a Firefox jsou o komunitě. Pokud máte nápad, chceme jej slyšet. Pošlete nám e-mail na <a href="mailto:%(email)s">%(email)s</a> a řekněte nám, jaký skvělý nápad máte.
fy: By Mozilla en Firefox draait alles om de mienskip. As jo in idee hawwe, heare wy dat graach. Stjoer ús in e-mail fia <a href="mailto:%(email)s">%(email)s</a> en meld jo geweldige idee foar it programma.
hu: A Mozilla és a Firefox a közösségről szól. Ha ötlete van, akkor tudassa velünk. Küldjön egy levelet a(z) <a href="mailto:%(email)s">%(email)s</a> címre, hogy megismerjük fantasztikus ötletét.
ru: Сообщество является самой сутью Mozilla и Firefox. Если у вас есть идея, мы хотим её услышать. Отправьте нам сообщение по адресу <a href="mailto:%(email)s">%(email)s</a> и расскажите нам о вашей удивительной идее для этой программы.
sl: Pri Mozilli in Firefoxu igra skupnost osrednjo vlogo. Če imate kakšno idejo, naj jo prosim sporočite. Pošljite nam na naslov <a href="mailto:%(email)s">%(email)s</a> pošto, v kateri nam opišete svojo prima idejo za program.
sq: Gjithë çështja me Mozilla-n dhe Firefox-in është te bashkësia. Nëse keni një ide, do të na pëlqente ta dëgjonim. Na dërgoni dy rreshta te <a href="mailto:%(email)s">%(email)s</a> dhe na tregoni idenë tuaj të shkëlqyer lidhur me programin.
sr: Мозила и фајерфокс су усредсређени на заједницу. Ако имате идеју, ми желимо да је чујемо. Пошаљите нам <a href="mailto:%(email)s">%(email)s</a> и реците нам која је Ваша идеја.
sr_latn: Mozila i fajerfoks su usredsređeni na zajednicu. Ako imate ideju, mi želimo da je čujemo. Pošaljite nam <a href="mailto:%(email)s">%(email)s</a> i recite nam koja je Vaša ideja.
tr: Mozilla ve Firefox'ta topluluk her şeydir. Fikriniz ne olursa olsun onu duymak isteriz. Programla ilgili şahane fikirlerinizi bize <a href="mailto:%(email)s">%(email)s</a> adresinden ulaştırabilirsiniz.

source: Can I build my own button?
cs: Mohu vytvářet vlastní bannery?
fy: Kin ik myn eigen knop meitsje?
hu: Készíthetek saját gombot?
ru: Могу ли я создать свою кнопку?
sl: Ali lahko ustvarim svojo lasten gumb?
sq: A mund të krijoj butonin tim?
sr: Да ли ја могу да направим дугме?
sr_latn: Da li ja mogu da napravim dugme?
tr: Kendi düğmemi oluşturabilir miyim?

source: Not yet... but soon. We're working on a way to make it easy for people to create their own Firefox buttons in their language. Look for this in future versions of Firefox Affiliates.
cs: Zatím ne... ale brzy se to změní. Pracujeme na tom, aby lidé mohli snadno vytvářet vlastní tlačítka s Firefoxem ve svém jazyce. Sledujte partnerský program Firefoxu do budoucna.
fy: Noch net… mar letter wol. Wy wurkje noch oan in manier om it foar minsken ienfâldich te meitsjen har eigen Firefox-knoppen yn har taal te meitsjen. Let hjirop yn takomstige ferzjes fan Firefox Affiliates.
hu: Még nem… de hamarosan. Dolgozunk azon, hogy az emberek, saját nyelvükön, egyszerűen készíthessenek saját Firefox gombokat. Nézze meg a következő verzióban.
ru: Пока ещё нет... но скоро. Мы работаем над тем, чтобы люди могли с лёгкостью создавать собственные кнопки Firefox на своем языке. Поищите это в будущих версиях сайта Помощников Firefox.
sl: Še ne ... vendar kmalu. Delamo na tem, da sodelujočim omogočili, ustvarjati svoje lastne gumbe za Firefox v svojem jeziku. Pričakujte to novo potezo v bodočih različicah Zaveznikov Firefoxa.
sq: Ende jo... por së shpejti. Po punojmë për t'ua bërë njerëzve krijimin e butonave Firefox në gjuhën e tyre të kollajtë. Shihni për këtë në versionet e ardhshëm të Përhapësve të Firefox-it.
sr: Још увек не... али ускоро ћете моћи. Радимо на томе да омогућимо људима да сами праве своје дугмиће, на свом језику. Потражите ову могућност у некој од будућих верзија сајта.
sr_latn: Još uvek ne... ali uskoro ćete moći. Radimo na tome da omogućimo ljudima da sami prave svoje dugmiće, na svom jeziku. Potražite ovu mogućnost u nekoj od budućih verzija sajta.
tr: Henüz değil... ama yakında o da olacak. Herkesin kolayca kendi dilinde Firefox düğmeleri oluşturabilmesi üzerinde çalışıyoruz. Firefox Kardeşleri'nin ileriki sürümlerini bekleyin.

source: I want to help make Firefox Affiliates better. How can I get involved?
cs: Chci učinit partnerský program Firefoxu lepším. Jak mohu pomoci?
fy: Ik wol Firefox Affiliates helpe te ferbetterjen. Hoe kin ik meidwaan?
hu: Szeretnék a Firefox Affiliates programnak segíteni. Hogyan lehetek közreműködő?
ru: Я хочу помочь улучшить Помощников Firefox. Как я смогу участвовать?
sl: Rad bi pomagal izboljšati Zaveznike Firefoxa. Kako lahko začnem sodelovati?
sq: Dua të ndihmoj në përmirësimin e Përhapësve të Firefox-it. Si mund të përfshihem në këtë fushë?
sr: Хоћу да помогнем овом сајту у раду. Како се могу прикључити?
sr_latn: Hoću da pomognem ovom sajtu u radu. Kako se mogu priključiti?
tr: Firefox Kardeşleri'ni daha iyi yapabilmek için yardım etmek istiyorum. Ne yapabilirim?

source: If you'd like to help out with the Affiliates program, contact us at <a href="mailto:%(email)s">%(email)s</a>. We'd love your help!
cs: Pokud byste nám rádi pomohli s našim partnerským programem, kontaktujte nás na e-mailu <a href="mailto:%(email)s">%(email)s</a>. Budeme rádi za vaši pomoc!
fy: As jo ús helpe wolle mei it Affiliates-programma, nim dan kontakt op fia <a href="mailto:%(email)s">%(email)s</a>. Jo help is wolkom!
hu: Amennyiben segíteni szeretne, lépjen velünk kapcsolatba a <a href="mailto:%(email)s">%(email)s</a> e-mail címen. Örülünk a segítségnek!
ru: Если вы хотите помочь в программе Помощников, свяжитесь с нами по адресу <a href="mailto:%(email)s">%(email)s</a>. Мы с радостью примем вашу помощь!
sl: Če želite pomagati pri projektu, nam pišite na <a href="mailto:%(email)s">%(email)s</a>. Vaša pomoč nam bo zelo dobrodošla!
sq: Nëse dëshironi të ndihmoni te programi i Përhapësve, lidhuni me ne përmes <a href="mailto:%(email)s">%(email)s</a>. Do ta çmonim ndihmën tuaj!
sr: Ако бисте желели да помогнете програм промотера, контактирајте нас путем ел. поште на адресу <a href="mailto:%(email)s">%(email)s</a>. Волели бисмо да нам помогнете!
sr_latn: Ako biste želeli da pomognete program promotera, kontaktirajte nas putem el. pošte na adresu <a href="mailto:%(email)s">%(email)s</a>. Voleli bismo da nam pomognete!
tr: Eğer Kardeşlik programına yardım etmek istiyorsanız bize <a href="mailto:%(email)s">%(email)s</a> adresinden ulaşın. Yardımınıza çok seviniriz!

source: Become a Firefox <span>Affiliate Today!</span>
cs: Staňte se součástí <span>partnerského programu!</span>
fy: Wurd hjoed in <span>Firefox-partner!</span>
hu: Legyen a Firefox <span>Barátja most!</span>
ru: Станьте <span>Помощником Firefox! </span>
sl: Postanite <span>zaveznik Firefoxa!</span>
sq: Bëhuni <span>Që Sot Përhapës</span> i Firefox-it!
sr: Постаните фајерфокс <span>промотер данас!</span>
sr_latn: Postanite fajerfoks <span>promoter danas!</span>
tr: <span>Hemen Firefox</span> Kardeşi olun!

source: The Firefox Affiliates program is a great way to share your love of Firefox and other Mozilla products. Host buttons on your site and climb your way to fame on the leaderboard. <a href="#" class="show_tooltip" target="tooltip_home">Learn more &raquo;</a>
cs: Partnerský program Firefoxu je skvělý způsob, jak šířit informace o Mozilla Firefoxu. Sdílejte bannery o Firefoxu na svém webu a sledujte na nástěnce, jak jste úspěšní. <a href="#" class="show_tooltip" target="tooltip_home">Dozvědět se více &raquo;</a>
fy: It Firefox Affiliates-programma is in geweldige manier om jo leafde foar Firefox en oare Mozilla/produkten te dielen. Sa kinne jo Firefox-knoppen op jo webside hoste en bekendheid krije op it Affiliates-scoreboerd. <a href="#" class="show_tooltip" target="tooltip_home">Mear lêze &raquo;</a>
hu: A Mozilla Barátai program nagyszerű módja a Firefox és más Mozilla programok szeretetének megosztására. Tegye a Firefox gombot az oldalára és kerüljön fel a ranglistára. <a href="#" class="show_tooltip" target="tooltip_home">Tudjon meg többet &raquo;</a>
ru: Программа помощников Firefox это отличный способ поделиться вашей любовью к Firefox и другим продуктам Mozilla. Размещайте кнопки на своем сайте и поднимайтесь вверх к славе на панели лидеров. <a href="#" class="show_tooltip" target="tooltip_home">Узнайте больше&raquo;</a>
sl: Program Zavezniki Firefoxa vam nudi možnost deliti svoje veselje nad Firefoxom in Mozillo z drugimi. Gostujte na svoji strani gumbe in začnite plezati po lestvici. <a href="#" class="show_tooltip" target="tooltip_home">Več o tem &raquo;</a>
sq: Programi Përhapës i Firefox-it është një rrugë e bukur për të ndarë me të tjerët dashurinë tuaj për Firefox-in dhe produkte të tjera të Mozilla-s. Mbani butona Firefox-i te site-i juaj dhe ngjitni shkallët e famës te tabela e nderit të Përhapësve. <a href="#" class="show_tooltip" target="tooltip_home">Më tepër rreth &raquo;</a>
sr: Фајерфокс промотер програм је одличан начин да поделите вашу љубав према Мозилином фајерфоксу. Поставите фајерфокс дугмиће на свој сајт, и направите успон на свом путу ка слави на табели лидера.<a href="#" class="show_tooltip" target="tooltip_home">Сазнајте више &raquo;</a>
sr_latn: Fajerfoks promoter program je odličan način da podelite vašu ljubav prema Mozilinom fajerfoksu. Postavite fajerfoks dugmiće na svoj sajt, i napravite uspon na svom putu ka slavi na tabeli lidera.<a href="#" class="show_tooltip" target="tooltip_home">Saznajte više &raquo;</a>
tr: Firefox Kardeşleri programı, Mozilla Firefox'a olan sevginizi göstermenin harika bir yolu. Düğmelerimizi sitenize ekleyerek Kardeşlik liderleri listesinde üst sıralara tırmanın. <a href="#" class="show_tooltip" target="tooltip_home">Daha fazla bilgi alın &raquo;</a>

source: Firefox Affiliates is the go-to place for Firefox fans and Mozillians to get promotional buttons and links that encourage users to download Firefox. We do send out prizes and gifts to our affiliates from time to time, but Firefox Affiliates does not offer monetary rewards for hosting Firefox buttons. That warm, fuzzy feeling in your heart will have to do.
cs: Partnerský program Firefoxu je místo pro fanoušky Firefoxu a jeho uživatele, kteří jej mohou propagovat pomocí tlačítek či odkazů a nabízet jej ke stažení. Čas od času posíláme účastníkům ceny a dárky, ale neplatíme za hostování propagačních bannerů. Může vás ale hřát, že děláte něco užitečného.
fy: Firefox Affiliates is it plak foar Firefox-fans en Mozillians om promosjonele knoppen en keppelingen te krijen dy't brûkers oansette ta it ynladen fan Firefox. Fan tiid ta tiid jouwe wy prizen en geskinken fuort oan ús partners, mar Firefox Affiliates biedet gjin finansjele fergoedingen foar it hosten fan Firefox-knoppen. Dat waarme, behaachlike gefoel yn jo hert moat genôch wêze.
hu: A Firefox Affiliates weboldal az a hely, ahol a Firefox rajongói és a Mozillások a Firefox letöltésére buzdító gombokat és hivatkozásokat találhatnak. Időnként díjakat és ajándékokat küldünk, de a Firefox Affiliates nem ezért népszerűsítik a Firefoxot, hanem mert valóban hisznek a Firefox küldetésében.
ru: Сайт Помощников Firefox это место сбора Мозилльцев и поклонников Firefox для получения рекламных кнопок и ссылок, призывающих пользователей загружать Firefox. Время от времени мы отправляем нашим помощникам призы и подарки, но сайт Помощников Firefox не предлагает денежного вознаграждения за размещение кнопок Firefox. Мы рассчитываем на ваше сердце.
sl: Zavezniki Firefoxa je naslov za ljubitelje Firefoxa in za Moziljane, s promocijskimi gumbi in povezavami, ki spodbujajo uporabnike, da si prenesejo Firefox. Od časa do časa pošiljamo sodelujočim nagrade in darila, vendar Zavezniki Firefoxa gostiteljem gumbov ne nudijo denarne nagrade. Topli, prijetni občutek v vašem srcu bo moral zadostovati.
sq: Përhapës Firefox-i është vendi ku duhet të shkojnë tifozët e Firefox-it dhe Mozillianët për të marrë butona promocionalë dhe lidhje që i nxisin përdoruesit të shkarkojnë Firefox-in. Kohë pas kohe bashkëpunëtorëve tanë u dërgojmë dhurata dhe çmime, por Përhapësit e Firefox-it nuk ofron shpërblime monetare kundrejt strehimit të butonave Firefox në një site. Kjo punë bëhet po ua ndjeu zemra.
sr: Фајерфокс промотер програм је место за фајерфоксове обожаваоце и Мозилаше где могу нађи дугмиће и везе како би подстицали кориснике да преузму фајерфокс. Ми шаљемо награде и поклоне нашим промотерима с времена на време, али фајерфокс промотер програм не нуди монетарне награде за постављање фајерфокс дугмића. Тај топао осећај у вашем срцу је довољан.
sr_latn: Fajerfoks promoter program je mesto za fajerfoksove obožavaoce i Mozilaše gde mogu nađi dugmiće i veze kako bi podsticali korisnike da preuzmu fajerfoks. Mi šaljemo nagrade i poklone našim promoterima s vremena na vreme, ali fajerfoks promoter program ne nudi monetarne nagrade za postavljanje fajerfoks dugmića. Taj topao osećaj u vašem srcu je dovoljan.
tr: Firefox Kardeşleri, Firefox'u sevenlerin ve Mozilla dostlarının kullanıcıları Firefox'u indirmeye davet etmek için kullanabilecekleri tanıtım düğmelerini ve bağlantılarını edinebileceği bir yerdir. Kardeşlerimize zaman zaman ödüller ve hediyeler de gönderiyoruz, ama Firefox Kardeşleri'ne desteğinizin parasal bir getirisi yoktur. Kazancınız, başkalarını özgürlüğe kavuşturmanın sevinci olacaktır.

source: Sign up and become an affiliate today!
cs: Přihlašte se a zapojte se do programu ještě dnes!
fy: Skriuw jo yn en wurd hjoed in partner!
hu: Regisztráljon és legyen a Firefox Barátja!
ru: Зарегистрируйтесь и станьте помощником!
sl: Prijavite se in postanite še danes zaveznik!
sq: Regjistrohuni dhe bëhuni përhapës që sot!
sr: Пријавите се и постаните промотер данас!
sr_latn: Prijavite se i postanite promoter danas!
tr: Hemen kaydolun, kardeşimiz olun!

source: Share on Twitter &raquo;
cs: Sdílet na Twitteru &raquo;
fy: Diel op Twitter &raquo;
hu: Ossza meg Twitteren &raquo;
ru: Поделиться на Твиттер &raquo;
sl: Objavi na Twitterju &raquo;
sq: Ndajeni me të tjerët në Twitter &raquo;
sr: Поделите на Твитеру &raquo;
sr_latn: Podelite na Tviteru &raquo;
tr: Twitter'da paylaş &raquo;

source: Share on Facebook &raquo;
cs: Sdílet na Facebooku &raquo;
fy: Diele op Facebook &raquo;
hu: Ossza meg Facebookon &raquo;
ru: Поделиться на Facebook &raquo;
sl: Objavi na Facebooku &raquo;
sq: Ndajeni me të tjerët në Facebook &raquo;
sr: Подели на Фејсбуку &raquo;
sr_latn: Podeli na Fejsbuku &raquo;
tr: Facebook'ta paylaş &raquo;

source: Sign in with Persona
fy: Oanmelde mei Persona
hu: Bejelentkezés Personával
tr: Persona ile oturum aç

source: Sign in
fy: Oanmelde
hu: Bejelentkezés
tr: Oturum aç

source: Don't have an account?
cs: Nemáte účet?
fy: Hawwe jo gjin account?
hu: Nincs még fiókja?
ru: Нет учётной записи?
sl: Še nimate računa?
sq: Nuk keni një llogari?
sr: Немате налог?
sr_latn: Nemate nalog?
tr: Hesabınız yok mu?

source: Want to be a Firefox Affiliate?
cs: Chcete se zapojit do partnerského programu Firefoxu?
fy: Wolle jo in Mozilla-partner wurde?
hu: Szeretne a Mozilla Barátja lenni?
ru: Хотите стать помощником Firefox?
sl: Želite postati zaveznik Firefoxa?
sq: Doni të bëheni Përhapës i Firefox-it?
sr: Желите бити фајерфокс промотер?
sr_latn: Želite biti fajerfoks promoter?
tr: Firefox Kardeşi olmak ister misiniz?

source: Sign up now and start spreading the word.
cs: Přihlašte se a začněte informovat svět.
fy: Skriuw jo no yn en ferspried it wurd.
hu: Iratkozzon fel és kezdjen beszélni róla.
ru: Зарегистрируйтесь сейчас и расскажите о Firefox миру.
sl: Prijavite se zdaj in začnite širiti dober glas.
sq: Regjistrohuni tani dhe filloni ta përhapni lajmin.
sr: Пријавите се одмах и почните да ширите вест.
sr_latn: Prijavite se odmah i počnite da širite vest.
tr: Hemen kaydolun, sözlerimizi yaymaya başlayın.

source: Firefox Affiliates on Facebook
fy: Firefox Affiliates op Facebook
hu: Firefox Affiliates a Facebookon
sq: Përhapës të Firefox-it në Facebook

source: Firefox Affiliates is now on Facebook. Install the Firefox Affiliates Facebook app, link your account and you can earn clicks towards your Affiliates total.
fy: Firefox Affiliates is no berikber fia Facebook. Ynstallearje de Firefox Affiliates Facebook-app, keppelje jo account en jo kinne klikken foar jo Affiliates-totaal fertsjinje.
hu: A Firefox Affiliates mostantól elérhető a Facebookon. Telepítse a Firefox Affiliates Facebook alkalmazást, kapcsolja össze felhasználói fiókjait és tovább gyűjtheti az Affiliates kattintásokat.
sq: Përkrahësit e Firefox-it tani gjendet në Facebook. Instalojeni zbatimin Përkrahësit e Firefox-it për Facebook, krijoni lidhje të llogarisë suaj dhe mund të fitoni pikë që vlejnë për totalin tuaj te Përkrahësit.

source: Click here to connect your Affiliates account with Facebook.
fy: Klik hjir om jo Affiliates-account mei Facebook te ferbinen.
hu: Kattintson ide az Affiliates felhasználói fiók összekapcsolásához a Facebookkal.
sq: Klikoni këtu që ta përshoqëroni llogarinë tuaj te Përkrahësit me Facebook-un.
tr: Kardeşler hesabınızı Facebook'a bağlamak için tıklayın.

source: Get Firefox Affiliates News
fy: Krij Firefox Affiliates-nijs
hu: Firefox Affiliates hírek

source: Please enter a password.
cs: Vložte prosím heslo.
fy: Fier in wachtwurd yn.
hu: Adjon meg egy jelszót.
ru: Пожалуйста, введите пароль.
sl: Vnesite prosim geslo.
sq: Ju lutemi, jepni një fjalëkalim.
sr: Молимо унесите лозинку.
sr_latn: Molimo unesite lozinku.
tr: Lütfen bir şifre girin.

source: Passwords must match.
cs: Hesla si musí odpovídat.
fy: Wachtwurden moatte itselde wêze.
hu: A megadott jelszavaknak egyezniük kell.
ru: Пароли не совпадают.
sl: Gesli se morata ujemati.
sq: Fjalëkalimet duhet të përputhen
sr: Лозинке нису исте.
sr_latn: Lozinke nisu iste.
tr: Şifreler eşleşmelidir.

source: Passwords must be at least 8 characters long.
cs: Heslo musí být alespoň 8 znaků dlouhé.
fy: Wachtwurden moatte út op syn minst acht tekens bestean.
hu: A jelszónak legalább 8 karakterből kell állnia.
ru: Пароль должен содержать не менее 8 символов.
sl: Geslo mora imeti najmanj 8 znakov.
sq: Fjalëkalimi duhet të jetë e pakta 8 shenja i gjatë.
sr: Лозинка се мора састојати од најмање 8 карактера.
sr_latn: Lozinka se mora sastojati od najmanje 8 karaktera.
tr: Şifreniz en az 8 karakter olmalıdır.

source: Passwords must contain at least 1 letter and 1 number.
cs: Heslo musí obsahovat alespoň 1 znak a 1 číslo.
fy: Wachtwurden moatte op syn minst 1 letter en 1 sifer befetsje.
hu: A jelszónak legalább 1 betűt és 1 számot kell tartalmaznia.
ru: Пароли должны содержать по меньшей мере 1 букву и 1 цифру.
sl: Gesla morajo vsebovati vsaj 1 črko in 1 številko.
sq: Fjalëkalimi duhet të përmbajë të paktën 1 shkronjë dhe 1 numër.
sr: Лозинке морају садржати слова и бројеве.
sr_latn: Lozinke moraju sadržati slova i brojeve.
tr: Şifreniz en az 1 harf ve 1 rakam içermelidir.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
cs: Máme potíže s dostupností vaší e-mailové adresy. Zkuste prosím jinou adresu nebo kontaktujte administrátora.
fy: Der is in probleem mei jo e-mailadres. Probearje in oar adres of nim kontakt op mei in behearder.
hu: Sajnos nem sikerült elérni az e-mail címét. Próbáljon meg egy másik e-mail címet vagy lépjen kapcsolatba a rendszergazdával.
ru: У нас возникли проблемы при отправке сообщений по вашему адресу эл. почты. Пожалуйста, попробуйте использовать другой адрес или обратитесь к администратору.
sl: Težave imamo s pošto na vaš e-naslov. Poskusite prosim z drugim naslovom ali pa se obrnite na skrbnika.
sq: Kemi probleme me kapjen e adresës suaj email. Ju lutemi, provoni një adresë tjetër ose lidhuni me një nga përgjegjësit.
sr: Имамо проблема са слањем ел. поште на дату адресу. Молимо пробајте са другом адресом ел. поште или контактирајте администратора.
sr_latn: Imamo problema sa slanjem el. pošte na datu adresu. Molimo probajte sa drugom adresom el. pošte ili kontaktirajte administratora.
tr: E-posta adresinize erişmede sorun yaşıyoruz. Lütfen farklı bir adres deneyin veya bir yöneticiyle iletişime geçin.

source: Please enter an email address.
cs: Vložte prosím e-mailovou adresu.
fy: Fier in e-mailadres yn.
hu: Adja meg az e-mail címét.
ru: Пожалуйста, введите адрес эл. почты.
sl: Vnesite prosim e-poštni naslov.
sq: Ju lutemi, jepni një adresë email.
sr: Молимо унесите адресу ел. поште.
sr_latn: Molimo unesite adresu el. pošte.
tr: Lütfen bir e-posta adresi girin.

source: A user with that email address already exists.
cs: Uživatel s touto e-mailovou adresou již existuje.
fy: Der bestiet al in brûker mei dat e-mailadres.
hu: Ezzel az e-mail címmel már létezik felhasználó.
ru: Пользователь с этим адресом эл. почты уже существует.
sl: Uporabnik s to e-naslovom že obstaja.
sq: Ka tashmë një përdorues me atë adresë email.
sr: Корисник са том адресом ел- поште већ постоји.
sr_latn: Korisnik sa tom adresom el- pošte već postoji.
tr: Aynı e-posta adresine sahip bir kullanıcı zaten var.

source: Email or password incorrect.
cs: E-mail či heslo je neplatné.
fy: E-mailadres of wachtwurd net goed.
hu: Az e-mail cím vagy a jelszó hibás.
ru: Неверный адрес эл. почты или пароль.
sl: E-naslov ali geslo napačna.
sq: Email ose fjalëkalim i pasaktë.
sr: Адреса ел. поште или лозинка су неисправни.
sr_latn: Adresa el. pošte ili lozinka su neispravni.
tr: E-posta veya parola hatalı.

source: This account is inactive.
cs: Tento účet je neaktivní.
fy: Dizze account is ynaktyf.
hu: Ez a felhasználó inaktív.
ru: Эта учётная запись неактивна.
sl: Ta račun je neaktiven.
sq: Kjo llogari nuk është aktive.
sr: Овај налог није активан.
sr_latn: Ovaj nalog nije aktivan.
tr: Bu hesap aktif değil.

source: Please enter a display name.
cs: Vložte prosím jméno pro zobrazení.
fy: Fier in werjeftenamme yn.
hu: Adja meg a nevét.
ru: Пожалуйста, введите отображаемое имя.
sl: Vnesite prosim prikazno ime.
sq: Ju lutemi, jepni një emër për në ekran.
sr: Молимо унесите име које ће се видети на сајту.
sr_latn: Molimo unesite ime koje će se videti na sajtu.
tr: Lütfen bir isim girin.

source: You must agree to the terms of service and privacy policy to register.
cs: V rámci registrace musíte souhlasit s pravidly používání služby a zásadami soukromí.
fy: Jo moatte mei ús brûkersbetingsten en ús privacybelied akkoard gean om te registrearjen.
hu: A regisztrációhoz el kell fogadnia a felhasználási feltételeket és az adatkezelési irányelveket.
ru: Для регистрации вы должны принять условия обслуживания и политику приватности .
sl: Da se lahko registrirate, se morate strinjati z pogoji storitve in pravili zasebnosti.
sq: Që të regjistroheni, duhet të pajtoheni me kushtet e shërbimit dhe rregullat e privatësisë.
sr: Морате се сложити са условима коришћења и полисом о приватности да бисте се регистровали.
sr_latn: Morate se složiti sa uslovima korišćenja i polisom o privatnosti da biste se registrovali.
tr: Kaydolmak için hizmet koşullarını ve gizlilik ilkelerini kabul etmelisiniz.

source: Password
cs: Heslo
fy: Wachtwurd
hu: Jelszó
ru: Пароль
sl: Geslo
sq: Fjalëkalim
sr: Лозинка
sr_latn: Lozinka
tr: Parola

source: Email address
cs: E-mail
fy: E-mailadres
hu: E-mail cím
ru: Адрес эл. почты
sl: E-naslov
sq: Adresë email
sr: Адреса ел. поште
sr_latn: Adresa el. pošte
tr: E-posta adresi

source: New Password
cs: Nové heslo
fy: Nij wachtwurd
hu: Új jelszó
ru: Новый пароль
sl: Novo geslo
sq: Fjalëkalim i Ri
sr: Нова лозинка
sr_latn: Nova lozinka
tr: Yeni parola

source: Retype Password
cs: Znovu heslo
fy: Wachtwurd (nochris)
hu: Jelszó megismétlése
ru: Подтвердите пароль
sl: Vtipkajte znova geslo
sq: Rishtypni Fjalëkalimin
sr: Поново унесите лозинку
sr_latn: Ponovo unesite lozinku
tr: Parolayı tekrar girin
