Repository: milossh/verbatim-l10n-testing
Catalog: */LC_MESSAGES/messages.po
Languages: cs, fy, hu, ru, sl, sq, sr, sr_latn, tr

source: To remove the application, access your applications in the Facebook settings menu. Delete the application from your list of authorized apps and we'll delete your Affiliates profile on Facebook and the information associated with it. Note: Deleting the application on Facebook will not delete your affiliates.mozilla.org profile if you had one prior to installing the application. To delete that profile, please contact us at <a href="%(link)s">affiliates@mozilla.org</a>.
fy: Benaderje jo applikaasjes yn it ynstellingenmenu fan Facebook om de applikaasje fuort te smiten. Smyt de applikaasje fuort út jo list fan autorisearre apps en wy sille jo Affiliates-profyl op Facebook en de dêrmei ferbûne gegevens fuortsmite. Noat: it fuortsmiten fan de applikaasje op Facebook sil jo affiliates.mozilla.org-profyl net fuortsmite as jo der al ien hienen foardat jo de applikaasje ynstalleerden. Nim kontakt mei ús op fia <a href="%(link)s">affiliates@mozilla.org</a> om dat profyl fuort te smiten.
hu: Az alkalmazás eltávolításához a Facebookon az alkalmazásbeállításokhoz kell belépni, ahol törölni kell az alkalmazást a listából, amellyel a Affiliates profil és a hozzá tartozó információ törlésre kerül a Facebookon. Megjegyzés: a Facebookon az alkalmazás törlésével nem kerül törlésre az affiliates.mozilla.org profil, amennyiben az az alkalmazás telepítése előtt már létezett. A profil törléséhez vegye fel a kapcsolatot az <a href="%(link)s">affiliates@mozilla.org</a> e-mail címen.
sq: Për ta hequr zbatimin, hyni te zbatimet tuaja te menuja e rregullimeve për Facebook-un. Fshijeni zbatimin nga lista juaj për zbatime të autorizuara dhe ne do ta fshijmë profilin tuaj si Përhapës në Facebook dhe të dhënat e përshoqëruara me të. Shënim: Fshirja e zbatimit në Facebook nuk do të fshijë profilin tuaj te affiliates.mozilla.org, nëse patët të tillë përpara se të instalonit zbatimin. Për të fshirë atë profil, ju lutemi, lidhuni me ne te <a href="%(link)s">affiliates@mozilla.org</a>.

source: How do I connect to my Firefox Affiliates account on affiliates.mozilla.org?
fy: Hoe meitsje ik ferbining mei myn Firefox Affiliates-account op affiliates.mozilla.org?
hu: Hogyan lehet összekötni a Firefox Affilities felhasználói fiókot az affliates.mozilla.org oldalon?
sq: Si të lidhem te llogaria ime si Përkrahës i Firefox-it te affiliates.mozilla.org?

source: To connect your affiliates.mozilla.org account to this application, please use the connection wizard on the My Banners page. We'll send you an email to confirm that we've connected the accounts. If you'd like to sign up for an account, just visit <a href="%(link)s">affiliates.mozilla.org</a>.
fy: Gebrûk de ferbiningsassistint op de side Myn banners om jo affiliates.mozilla.org-account mei dizze applikaasje te ferbinen. Wy stjoere jo in e-mailberjocht foar befestiging dat de accounts ferbûn binne. As jo jo foar in account registrearje wolle, gean dan nei <a href="%(link)s">affiliates.mozilla.org</a>.
hu: Az affiliates.mozilla.org felhasználói fiók az alkalmazással való összekapcsolásához az összekapcsoló varázslót kell használni. Jóváhagyó levelet fogunk küldeni az összekapcsolt fiókokról. Regisztrációhoz látogassa meg az <a href="%(link)s">affiliates.mozilla.org</a> weboldalt.
sq: Për të lidhur llogarinë tuaj në affiliates.mozilla.org me këtë zbatim, ju lutemi, përdorni mekanizmin e lidhjeve te faqja Stemat e Mia. Do t'ju dërgojmë një email si ripohim se i kemi përshoqëruar llogaritë. Nëse dëshironi të regjistroni një llogari, thjesht vizitoni <a href="%(link)s">affiliates.mozilla.org</a>.

source: Leaderboard and User Statistics
cs: Žebříček a uživatelské statistiky
fy: Scoreboerd en brûkersstatistiken
hu: Ranglista és felhasználói statisztikák
ru: Панель лидера и статистика пользователя
sl: Top lista in uporabniška statistika
sq: Tabela e Nderit dhe Statistika Përdoruesish
sr: Табела лидера и статистике корисника
sr_latn: Tabela lidera i statistike korisnika
tr: Lider Listesi ve Kullanıcı İstatistikleri

source: How often does the leaderboard get updated?
fy: Hoe faak wurde scoreboerdstatistiken bywurke?
hu: Milyen gyakran frissül a ranglista?
sq: Sa shpesh përditësohet tabela e nderit?
tr: Lider listesi istatistikleri ne sıklıkta güncellenir?

source: The leaderboard updates every day at midnight Pacific Time, so be sure to check in to see where you stand.
fy: It scoreboerd wurdt daagliks om middernacht (Pasifyske tiid) bywurke, dus kontrolearje jo posysje regelmjittich.
hu: A ranglista Pacific Time szerint éjfélkor frissül, érdemes megnézni a helyezését.
sq: Tabela e nderit përditësohet çdo mesnatë, sipas Kohës së Paqësorit, ndaj mos harroni ta kontrolloni për të parë se ç'vend zini.

source: Is there a prize for getting the most Firefox clicks?
cs: Je nějaká cena pro ty, kteří získají nejvíce stažení Firefoxu?
fy: Is der in priis foar it ferkrijen fan de measte Firefox-klikken?
hu: Van valami díj a legtöbb Firefox-kattintást elérőnek?
ru: Существует ли приз за достижение самого большого числа кликов Firefox?
sl: Ali dobim nagrado, če sem na prvem mestu po številu klikov?
sq: Jepet ndonjë çmim për atë që ka më shumë klikime Firefox-i?
sr: Да ли постоји награда за корисника са највећим бројем кликова за реузимање фајерфокса?
sr_latn: Da li postoji nagrada za korisnika sa najvećim brojem klikova za reuzimanje fajerfoksa?
tr: En çok Firefox tıklamasına bir ödül var mı?

source: No, though from time to time we may run contests to see who can get the most clicks for different Firefox products and campaigns. The winners will get Firefox T-shirts, hoodies and other awesome things we have at Mozilla HQ.
fy: Nee, hoewol wy sa no en dan wedstriden hâlde om te sjen wa't de measte klikken foar ferskillende Firefox-produkten en -kampanjes sammelje kin. De winnaars krije Firefox-mouhimden, -sweatshirts en oare leuke dingen dy't der op it Mozilla-HK lizze.
hu: Nincs, de időnként versenyt hirdetünk, hogy ki gyűjti be a legtöbb kattintást a különböző Firefox termékekhez vagy kampányokhoz. A győzteseknek Firefox pólókat, kapucnis felsőket és egyéb ajándékokat adunk.
sq: Jo, edhe pse herë pas here mund të organizojmë gara për të parë se kush merr më shumë klikime për produkte apo fushata të ndryshme Firefox. Fituesit do të marrin bluza Firefox, dhe të tjera sende të lezetshme nga ato që kemi në Shtabin e Mozilla-s.

source: I think my click statistics are wrong. Is there any way to fix them?
cs: Myslím si, že mé statistiky stažení nefungují korektně. Je nějaký způsob, jak to opravit?
fy: Ik tink dat myn klikstatistiken net goed binne. Is der in manier om se te reparearjen?
hu: Azt hiszem a kattintási statisztika hibás. Hogy lehetne megjavítani?
ru: Я думаю, что моя статистика кликов некорректна. Существует ли способ её исправить?
sl: Mislim, da je moja statistika klikov napačna. Ali jo je mogoče kako popraviti?
sq: Mendoj se statistikat për klikimet e mia janë gabim. Ka ndonjë mënyrë për t'i ndrequr?
sr: Мислим да је моја статистика кликова за преузимање неисправна. Да ли постоји начин да се то поправи?
sr_latn: Mislim da je moja statistika klikova za preuzimanje neispravna. Da li postoji način da se to popravi?
tr: Tıklama istatistiklerimin hatalı olduğunu düşünüyorum. Onları düzeltmenin bir yolu var mı?

source: Let us know. Send us a note at <a href="%(link)s">affiliates@mozilla.org</a> and tell us what the problem is.
fy: Lit it ús witte. Stjoer in e-mailberjocht fia <a href="%(link)s">affiliates@mozilla.org</a> en fertel ús wat it probleem is.
hu: Erről tudni szeretnénk. Küldjön egy levelet az <a href="%(link)s">affiliates@mozilla.org</a> címre, amelyben szerepel a probléma leírása is.
sq: Na e bëni të ditur. Dërgonani një shënim te <a href="%(link)s">affiliates@mozilla.org</a> dhe na tregoni se cili është problemi.

source: Welcome to Firefox Affiliates
fy: Wolkom by Firefox Affiliates.
hu: Üdvözöljük a Firefox Affiliates-nél
sq: Mirë se vini te Përhapësit e Firefox-it
tr: Firefox Kardeşleri'ne hoş geldiniz.

source: This is your one stop shop for telling the world about the only browser that puts you first: Firefox! Start now by building a banner to post on your Facebook profile. Get a ton of clicks and we may feature you in a Firefox ad (with your permission, of course) or send you some great Firefox gear.
fy: Dit is jo loket om de wrâld te ynformearjen oer de ienige browser dy't de brûker op it earste plak set: Firefox! Begjin no troch in banner te bouen om op jo Facebook-profyl te pleatsen. Sammelje tûzend klikken en wy kinne jo yn in Firefox-advertinsje oanrikkemandearje (mei jo tastimming natuerlik) of wat leuk Firefox-guod tastjoere.
hu: Itt a lehetőség, hogy elmondja mindenkinek, hogy az egyetlen böngésző, ahol a felhasználó az első, a Firefox! Készítsen egy bannert a Facebook profiljához. Gyűjtsön be rengeteg kattintást és engedélyével kiemelt Facebook hirdetésként fogjuk használni munkáját vagy küldünk valami Firefox cuccot.
sq: Rruga më e plotë për t'i treguar botës rreth shfletuesit të vetëm që së pari mendon për ju: Firefox! Fillojani që tani duke krijuar një stemë për ta postuar te profili juaj Facebook. Merrni klikime me thasë dhe mund t'ju përzgjedhim për një reklamë Firefox-i me pagesë, (me lejen tuaj, sigurisht), ose t'ju dërgojmë ca sende të lezetshme Firefox.

source: Let's go!
fy: Oan it wurk!
hu: Gyerünk!
sq: Shkojmë!
tr: Başlayalım!

source: Different by design. It's fast, flexible and secure. Share Firefox with your friends today.
fy: Fan natoere oars. It is fluch, fleksibel en feilich. Diel Firefox hjoed noch mei jo freonen.
hu: Különbözőnek tervezve. Gyors, rugalmas és biztonságos. Még ma ossza meg a Firefoxot ismerőseivel.
sq: I ndryshëm që në konceptim. Është i shpejtë, i epshëm dhe i sigurt. Ndajeni që sot Firefox-in me miqtë tuaj.
tr: Felsefesi farklı. Hızlı, esnek ve güvenli. Firefox'u hemen arkadaşlarınızla paylaşın.

source: Affiliates with the most clicks
fy: Affiliates mei de measte klikken
hu: Legtöbb kattintással rendelkezők
sq: Përhapësat me më shumë klikime
tr: En çok tıklama alan kardeşler

source: Rank
fy: Posysje
hu: Rangsor
sq: Renditje
tr: Sıra

source: User
fy: Brûker
hu: Felhasználó
sq: Përdorues
tr: Kullanıcı

source: Hi there!
fy: Hallo dêr!
hu: Üdvözöljük!
sq: Njatjeta!
tr: Merhaba!

source: Thank you for linking your Firefox Affiliates account with the Affiliates Facebook application. Please click on the link below and you'll get credit for any clicks that you drive through Facebook on the main Affiliates leaderboard.
fy: Tank foar it keppeljen fan jo Firefox Affiliates-account oan de Affiliates Facebook-applikaasje. Klik op de ûndersteande keppeling en jo krije punten foar eltse klik dy't jo fia Facebook ûntfange op it Affiliates-haadscoreboerd.
hu: Köszönjük, hogy összekapcsolta a Firefox Affiliates felhasználói fiókját az Affiliates Facebook alkalmazásával. Kattintson az alábbi hivatkozásra és elszámoljuk a Facebook-on keresztülérkező letöltéseket az Affiliates ranglistán.
sq: Faleminderit që krijuat lidhje mes llogarisë suaj si Përhapës i Firefox-it dhe zbatimit Affiliates Facebook. Ju lutemi, klikoni mbi lidhjen e mëposhtme dhe do të përfitoni pikë për çdo klikim që dërgoni përmes Facebook-ut te tabela kryesore e Përhapësve.

source: If you didn't request to link your account, just ignore this e-mail and your account will not be linked.
fy: As jo net om it keppeljen fan jo account frege hawwe, negearje dan dit e-mailberjocht en jo account wurdt net keppele.
hu: Amennyiben nem kérte a felhasználói fiókok összekapcsolását, akkor vegye figyelmen kívül ezt a levelet és a felhasználói fiókok nem kerülnek összekapcsolásra.
sq: Nëse nuk kërkuat të lidhet llogaria juaj, thjesht shpërfilleni këtë e-mail dhe lidhja për te llogaria juaj nuk ka për t'u krijuar.

source: The Firefox Affiliates team
cs: Tým partnerského programu Firefoxu
fy: It Firefox Affiliates-team
hu: A Firefox Affiliates csapata
ru: Команда помощников Firefox
sl: Ekipa Zaveznikov Firefoxa
sq: Ekipi i Përhapësve të Firefox-it
sr: Тим промотера фајерфокса
sr_latn: Tim promotera fajerfoksa
tr: Firefox Kardeşleri takımı

source: Download Firefox (Large Firefox logo rising in front of an orange background)
fy: Download Firefox (Grut Firefox-logo dat opkomt foar in oranje achtergrûn)
hu: Firefox letöltése (Nagy Firefox logó narancs színű háttér előtt)
sq: Shkarkoni Firefox-in (Logo e madhe e Firefox-it përpara një sfondi portokalli)

source: Download Firefox (Small Firefox logo on a light blue background)
fy: Download Firefox (Lyts Firefox-logo op in ljochtblauwe achtergrûn)
hu: Firefox letöltése (Kis Firefox logó világoskék színű háttér előtt)
sq: Shkarkoni Firefox-in (Logo e vogël e Firefox-it në një sfond blu të çelët)

source: Download Firefox (Large Firefox logo resting on a light blue background)
fy: Download Firefox (Grut Firefox-logo dat op in ljochtblauwe achtergrûn rêst)
hu: Firefox letöltése (Nagy Firefox logó világoskék színű háttér előtt)
sq: Shkarkoni Firefox-in (Logo e madhe e Firefox-it në një sfond blu të çelët)

source: Download Firefox (For Android. A mobile phone in front of a faded Firefox logo with a light blue background)
fy: Download Firefox (Foar Android. In mobile telefoan foar in ferfage Firefox-logo mei in ljochtblauwe achtergrûn)
hu: Firefox letöltése (Androidhoz. Mobiltelefon elmosódott Firefox logó előtt világoskék színű háttérrel)
sq: Shkarkoni Firefox-in (Për Android. Një telefon celular përpara një steme të zbehur Firefox-i me një sfond blu të çelët)

source: Download Firefox (For Android. A mobile phone displaying a large Firefox logo on its screen, over a light blue background)
fy: Download Firefox (Foar Android. In mobile telefoan dy't in grut Firefox-logo op it skerm werjout, oer in ljochtblauwe achtergrûn)
hu: Firefox letöltése (Androidhoz. Mobiltelefon képernyőjén nagy Firefox logó világoskék színű háttérrel)
sq: Shkarkoni Firefox-in (Për Android. Një telefon celular ku duket një stemë e madhe Firefox-i, mbi një sfond blu të çelët)

source: Download Firefox (For Android. Firefox logo floating over a mobile phone resting on an orange background)
fy: Download Firefox (Foar Android. Firefox-logo dat foar in mobile telefoan sweeft, rêstend op in oranje achtergrûn)
hu: Firefox letöltése (Androidhoz. Firefox logó mobiltelefon felett narancs színű háttér előtt)
sq: Shkarkoni Firefox-in (Për Android. Logoja e Firefox-it pezull mbi një telefon celular që gjendet në një sfond portokalli)

source: Download Firefox (Person in a Firefox costume jumping happily on a beach)
fy: Download Firefox (Persoan yn in Firefox-kostuum, bliid springend op in strân)
hu: Firefox letöltése (Valaki egy Firefox ruhában boldogan ugrál a tengerparton)
sq: Shkarkoni Firefox-in (Një person veshur si Firefox-i e që kërcen nga gëzimi në një plazh)

source: Download Firefox (For Android. A mobile phone running Firefox for Android next to a coffee cup with the Firefox logo on it)
fy: Download Firefox (Foar Android. In mobile telefoan mei Firefox foar Android neist in kopke kofje mei it Firefox-logo)
hu: Firefox letöltése (Androidhoz. Firefox for Androidot futtató mobil telefon egy Firefox logóval ellátott kávéscsésze előtt)
sq: Shkarkoni Firefox-in (Për Android. Një telefon celular që xhiron Firefox-in për Android ngjitur te një filxhan kafeje m logon e Firefox-it në të)

source: Firefox Affiliates allows you to build banners and place them on your Facebook profile to encourage visitors to download Firefox. When a visitor to your page or status update clicks on a banner and visits the Firefox download page, you get credit for that click. Affiliates who get a lot of clicks through their profile will be featured on our leaderboard and be elegible for fun stuff like Firefox T-shirts. While we do send out prizes and gifts to our Affiliates from time to time, Firefox Affiliates does not offer monetary rewards for hosting Firefox banners.
fy: Firefox Affiliate-knoppen binne in stikje html-koade dy't jo op jo webside of blog pleatse om besikers fan jo webside oan te setten ta it downloaden fan Firefox. Wannear't in besiker fan jo webside op in knop klikt en Firefox downloadt, wurde jo foar dy download beleand. Partners dy't fia harren webside in protte downloads opleverje sille op ús scoreboerd fermeld wurde en komme yn oanmerking foar leuk guod lykas Firefox-mouhimden. Hoewol't wy fan tiid ta tiid prizen en geskenken fuortjaan oan ús partners, biedet Firefox Affiliates gjin finansjële fergoedingen foar it hosten fan Firefox-knoppen.
hu: A Firefox Affiliates letöltőgombok, tulajdonképpen html kódok, amelyek a weboldalra téve arra ösztönzik a látogatókat, hogy letöltsék a Firefoxot. Amikor valaki rákattint a gombra és letölti a Firefoxot, akkor ezt a letöltés elszámoljuk. Azok a Firefox Affilities, akik weboldalukon keresztül sok letöltést generálnak, felkerülnek a ranglistára és időnként ajándékokat, például pólókat kapnak. Annak ellenére, hogy időnként ajándékokat küldünk, ez nem azt jelenti, hogy pénzbeni juttatást adunk a Firefox gombok elhelyezéséért.
sq: Përhapësit e Firefox-it ju mundësojnë të krijoni stema dhe t'i vendosni ato te profili juaj Facebook që të nxitni vizitorët të shkarkojnë Firefox-in. Kur një vizitor i faqes suaj ose një që sheh përditësimin e gjendjes suaj klikon mbi një nga butonat dhe viziton faqen e shkarkimit të Firefox-it, ju përfitoni pikë nga ai shkarkim. Përkrahësit që grumbullojnë shumë shkarkime përmes profilit të tyre do të paraqiten te tabela jonë e nderit dhe do të kenë mundësi të fitojnë gjëra të lezetshme, të tilla si bluza Firefox. Edhe pse dërgojmë herë pas here çmime dhe dhurata, Përhapësit e Firefox-it nuk ofron shpërblime në të holla për strehimin e stemave Firefox.

source: You will lose credit for all your clicks on this banner.
fy: Dit giet ten koste fan tegoedepunten foar al jo klikken op dizze banner.
hu: A bannerhez tartozó pontok el fognak veszni.
sq: Do të humbni pikë për çdo klikim tuajin mbi këtë stemë.
tr: Bu banner'a ait tıklamalardan aldığınız krediyi kaybedeceksiniz.

source: Newsletter subscription unavailable at this time.
fy: Abonnearjen op de nijsbrief is op dit stuit net mooglik.
hu: Jelenleg nem lehet feliratkozni a hírlevélre.
sq: Pajtimi tek buletini nuk është i mundshëm në këtë kohë.
tr: Bülten aboneliği şu anda kullanılamıyor.

source: I'd like to receive the Firefox Affiliate newsletter and periodic Firefox Affiliates updates via email.
fy: Ik wil graach de Firefox Affiliate-nijsbrief en periodike fernijingen oer Firefox Affiliates ûntfange fia e-mail.
hu: Szeretnék Firefox Affiliate hírlevelet kapni e-mailen.
sq: Do të doja të merrja përmes email-i buletinin e Përhapësve të Firefox-it dhe përditësime periodike rreth tyre.

source: Current banners
fy: Aktuele banners
hu: Jelenlegi bannerek
sq: Stemat e tanishme
tr: Mevcut banner'lar

source: Latest News
cs: Poslední novinky
fy: Lêste nijs
hu: Legfrissebb hírek
ru: Последние новости
sl: Zadnje novice
sq: Lajmet Më të Reja
sr: Најновије вести
sr_latn: Najnovije vesti
tr: Son Haberler

source: Enter e-mail
fy: Fier e-mailadres yn
hu: E-mail
sq: Jepni e-mail
tr: E-posta adresinizi yazın

source: The new Firefox Affiliates program is live!
cs: Nový partnerský program Firefoxu je tu!
fy: It nije Firefox Affiliates-programma is live!
hu: Az új Firefox Affiliates program elindult!
ru: Новая программа Помощников Firefox в действии!
sl: Novi program Zavezniki Firefoxa je v živo!
sq: Programi i ri Përhapës të Firefox-it funksionon nga sot!
sr: Нови фајерфокс промотери програм је активан!
sr_latn: Novi fajerfoks promoteri program je aktivan!
tr: Yeni Firefox Kardeşleri programı hayata geçti!

source: Welcome to the new Firefox Affiliates program. Have a look around the site, grab some buttons and get on the leaderboard. Have feedback? Let us know at affiliates@mozilla.org.
cs: Vítá vás nový partnerský program Firefoxu. Porozhlédněte se na webu, vyberte si bannery a podívejte se na přehled. Reakce? Dejte nám vědět na adresu affiliates@mozilla.org.
fy: Wolkom by it nije Firefox Affiliates-programma. Sjoch ris rûn op it webstee, pak in pear knoppen en kom op it scoreboerd. Hawwe jo kommentaar? Lit it ús witte fia affiliates@mozilla.org.
hu: Üdvözöljük a Firefox Affiliates programban. Nézzen körül, válasszon egy gombot és kerüljön fel a ranglistára. Szeretne valamit elmondani? Írjon nekünk az affiliates@mozilla.org e-mail címre.
ru: Добро пожаловать в новую программу Помощников Firefox. Оглядитесь вокруг, выберите кнопки и направляйтесь на панель лидера. Хотите отправить отзыв? Дайте нам знать по адресу affiliates@mozilla.org.
sl: Dobrodošli pri novem programu Zavezniki Firefoxa. Poglejte po spletni strani, prigrabite si nekaj gumbov in se začnite plezati na lestvico vodilnih. Imate pripombe? Pišite nam na affiliates@mozilla.org.
sq: Mirë se vini te programi i ri Përhapës të Firefox-it. Hidhini një sy site-it, merrni ca butona dhe bëhuni pjesë e tabelës së nderit. Keni diçka për të thënë? Na e bëni të ditur te affiliates@mozilla.org.
sr: Добродошли на нови фајерфокс промотери програм. Погледајте око сајта, зграбите неке дугмиће и уђите на тебелу. Имате повратне информације? Обавестите нас на affiliates@mozilla.org.
sr_latn: Dobrodošli na novi fajerfoks promoteri program. Pogledajte oko sajta, zgrabite neke dugmiće i uđite na tebelu. Imate povratne informacije? Obavestite nas na affiliates@mozilla.org.
tr: Yepyeni Firefox Kardeşleri programına hoş geldiniz. Siteye biraz göz gezdirin, düğmeleri sitenize ekleyin ve lider listesine yerleşin. Geri bildirimlerinizi bize affiliates@mozilla.org adresinden ulaştırabilirsiniz.

source: Help us make Firefox Affiliates better
cs: Pomozte nám udělat Partnerský program Firefoxu lepším
fy: Help ús Firefox Affiliates te ferbetterjen
hu: Segítsen a Firefox Affiliates program jobbá tételében
ru: Помогите нам улучшить сайт помощников Firefox
sl: Pomagajte nam izboljšati Zaveznike Firefoxa
sq: Na ndihmoni që të përmirësojmë Përhapësit e Firefox-it
sr: Помозите нам да учинимо сајт промотера фајерфокса бољим
sr_latn: Pomozite nam da učinimo sajt promotera fajerfoksa boljim
tr: Firefox Kardeşleri'ni geliştirmemize yardımcı olun
